[
    {
        "order": 1,
        "sign": "Aries",
        "date": "March 21 - April 19",
        "desc": [
            "Aries is the first sign in the zodiac, the sign that symbolizes new beginnings. It connotes quick changes and sudden forks in the road. Your life is marked by arriving at a certain place and then being turned in a new direction. Certainly, one can say your life is adventurous.",
            "There is a dynamic restlessness to the Aries character. With the Sun in this sign, you are an activist and doer. If you have a new plan or idea - if an enterprise strikes your fancy - you can wait to plunge right in. The amusing little prayer, 'Grant me patience NOW!' is typical of the Arien attitude.",
            "When others first meet you their instant impression is of someone exciting, vibrant, talkative. Others will be lucky if they can get a word in edgewise.If someone brings up a topic, you will be delighted to tell in great detail exactly what you think about it.",
            "As an Aries person you gravitate toward the center of action. You are audacious and intent on getting your own way. Since your nature is to express power, you treat opposition as an annoyance to be brushed out of the way. You are a natural leader who exudes self-confidence. From an early age you feel you are headed for success.",
            "Happily, you are generous about helping others in a crisis. You are an openhearted friend who shares ideas and advice, and likes to pick up the check. You have a quality of largesse. You are not interested in the small or petty. 'Go for the best' is your motto.",
            "There is nothing faint or half-hearted about an Arien. Whereas others may be more cautious, you actually enjoy living on the edge. A touch of recklessness makes you feel alive. The chase is always more thrilling than getting the goal. (As one Aries recently remarked rather insightfully, 'Wanting is always better than getting.') You are willing to take a gamble, follow  a dream, set your mind on a goal, and pursue it with irresistible enthusiasm. Your supreme quality of optimism attracts others. Underneath there may lurk insecurity, but no one will ever know about it.",
            "This is not to say you don't get depressed or moody. But the winter of despair doesn't last a week with Aries. You have an uncrackable optimism. It is true, however, that Aries people are notorious for taking offense at fancied slights and injuries. Hot tempers and childish tantrums abound, and your threshold of boredom is extremely low.If success is not immediate, you tend to lose interest and go in search of other excitement. As a result, patient, plodding types often get to the head of the class before you do.",
            "Ariens have a well-deserved reputation for not finishing what they have begun. You are very short of patience, and your lack of stick-to-itiveness is your weak spot. Also, you spend your energy in too many different ways, like the Ring Lardner hero who mounted a horse and rode off in all directions at once.",
            "Independence is a keyword. You can turn sulky and peevish if you have to take orders. You would much rather be the world's largest lizard than the world's smallest dragon. You want to run the whole show. If you can't, you pull up stakes and look for a situation in which you can show off your style and brilliance. Should you come up against a superior force, you will bend but never break. Your aggressive and combative spirit cannot be broken by anyone - except yourself.",
            "One of the pitfalls of being an Aries is that you're essentially self-involved. Unless you make an effort to look outward at others and their feelings, you can easily become a spoiled brat.",
            "Though generally sincere and honest, you will tell a white lie if it seems advantageous. You are not a very adept liar, however; others see right through you. Sometimes you lack tact and diplomacy, but no malice is intended. Sagittarians also lack this quality of tact because they don't know how to be oblique or roundabout. With you, tactlessness is an impulsive act - a careless expression of your innate force. Too often you speak without thinking and say whatever pops into your mouth, and usually regret your impulsiveness later.",
            "Aries is lucky with money, but has trouble holding on to it. You tend to run up big bills, live extravagantly, soar over budget. However, you usually find a way to pay off what you owe. You have too much pride to remain in anyone's debt.",
            "In friendship you give magnanimously if someone is in need, but you want to get credit for your good deeds. In the garden of Aries, there are few shrinking violets.",
            "You are creative, openhearted, high-spirited, pioneering, also vain, feisty, and impatient. Those who deal with you on an intimate basis will have one chief problem: How are they going to keep up the pace?" 
        ],
        "inner":"You like to be in charge - you want to control your own projects and plans and not be under anyone else's thumb. You have an intense drive to succeed and put a lot of pressure on yourself. Inside, you're filled with nervous energy and worry about how you're going to handle everything. You hate to be bored; you're always looking for something different - new people and places that promise excitement and adventure. You have very little patience; you need to practice sticking things out. You're also impatient with people who can't resolve a problem. You believe in taking action. What you do have are great generosity and enthusiasm. And although you suffer from occasional self-doubt, you know that if you really want to do something, you can!",
        "others":"Your upbeat, magnetic personality pulls people toward you - you bring excitement into their lives. They envy your aggressiveness in meeting a challenge. Whatever the problem, you give the impression that you have an answer ready. You're also admired for your honesty; you don't gloss over difficulties. What people don't like is your tendency toward bossiness and your deserved reputation for being sharp-tongued. They're afraid to cross you in an argument because they know you can cut them to the quick.",
        "duality": "Masculine",
        "triplicity": "Fire",
        "quadruplicity": [
            "Cardinal",
            "Aries is active, energetic, excitable and impulsive, optimistic, open to change and new experiences."
        ],
        "ruling": "Mars: Ancient god of war, aggression, and conflict. In astrology, Mar's influence denotes courage, passion, competition. It can foster tension and accidents, and rules over fire and danger.",
        "symbol": "The Ram: Assertive, sexual, able to climb to great heights.",
        "glyph": [
            "../images/aries.png",
            "The pictograph represents the horns and long nose of the Ram. It also pictures the eyebrows and nose of the human face (the head is the part of the anatomy that Aries rules). In symbolic terms, the glyph is two half moons joined by a straight line, which indicates idealism tied to authority and leadership."
        ],
        "dominant": "I Am",
        "polarity": "Libra: Aries is a 'me-first' sign. People with Aries tendencies strongly project their own personalities and can be very self-oriented. Libra, which is Aries's opposite sign, is the sign of partnership. Natives of Libra feel incomplete without a partner or lover, and strive for happiness as a pair.",
        "body": "The head: Aries people are prone to headaches, and subject to minor injuries around the head and face.",
        "day": "Tuesday",
        "number": "1 and 19",
        "birthstone": "Diamond: Attracts love, financial success, and brings luck in new adventures. The diamond is particularly lucky for Aries people when worn on the left side of the body.",
        "color": "Red: The color of fire and excitement.",
        "cities": "Florence, Naples, Verona, Marseilles",
        "countries": "England, Germany, Poland",
        "flowers": "Geranium, Honeysuckle, Sweet Pea",
        "trees": "All thorn-bearing trees",
        "metal": "Iron",
        "animals": "Sheep and, especially, rams",
        "danger": "Aries people are susceptible to harm from fire and sharp instruments. They are also prone to accidents involving high speed, and tend to get into violent and dangerous situations.",
        "trait": "Courage",
        "famous": "Colin Powell, Peyton Manning, Maya Angelou, Russell Crowe"
    },
    {
        "order": 2,
        "sign": "Taurus",
        "date": "April 20 - May 20",
        "desc": [
            "You are the person others count on in the clutch, the one who perseveres when less determined spirits fall by the wayside. Because perseverance is the quality most needed for success, you tend to be successful.",
            "You are not the pioneer who first strikes out for new territory, but the determined settler who follows and builds houses and towns and cultivates the soil. If you were born under this second sign of the zodiac, there is a pronounced stubborn streak in you. Your greatest strength resides in your tenacity and steady, relentless drive. You are a purposeful achiever who has endless patience to see a thing through, to make it a success. You are the original immovable object and irresistible force.",
            "Taurus is a fixed sign, which means its natives are not fond of change. You simply cannot be rushed into anything new. A different approach creates unease and anxiety in you. You are most comfortable and secure with the familiar, and your attitude might be summed up as 'If everything is working fine the way it is, why try something new?'",
            "Everyone knows you have a temper, although you rarely show it. As a subordinate remarked of a Taurean executive, 'No one actually saw him lose his temper, but no one ever doubted that he had one.' Generally, you are equable and patient, as patient as time itself, and it is only when opposed (even then, it will take a lot of pushing) that you become angry. However, there is volcanic activity going on underneath your easygoing, genial exterior. Like a bull quietly grazing in a pasture, you're not looking to challenge anyone, but it would be a fatal mistake for anyone to challenge you.",
            "However, unless someone seriously provokes the fierce side to your personality, you are like Ferdinand the Bull, the gentle cartoon character who loves to sit and smell the flowers. You are caring, giving, and affectionate, and have a great fondness for all things beautiful. Ruled by Venus, goddess of love and beauty, you are endowed with genuine creative gifts, responsive to color and design, inspired by art and music. The Taurean taste is supremely elegant. You have a keen eye for what is valuable and are usually an avid collector. Indeed, you were born under one of the two money signs in the zodiac (Cancer is the other one), for Taurus represents material possessions. It's a rare native of this sign who does not think that possessions, objects, wealth, and money are definitely for having - and the more the better.",
            "Others are fascinated by your rare blending of a down-to-earth person who is such a romantic, poetic sort. In Taurus, the stability of an earth sign combines with the esthetic influence of Venus to create a responsible, steadfast personality with a deep appreciation for the finer aspects of life. Again and again, you'll find that the unique pairing of your artistic vision with your determination to reach a goal is one of the great secrets to your success.",
            "You are also driven by the search for security - your byword. You look for permanence in career, love, marriage, and home. Let others gad about, jet-set, gallivant, and sleep around. You are happiest at home, surrounded by the beautiful, expensive things you have collected, secure in the warmth of a mate's devotion, steadfast and faithful to those whom you love.",
            "Beneath the surface you are sensuous and sentimental. You don't give lavish gifts as tokens of affection because you are not a carefree spender - value is what you expect for your hard-earned dollar. Although you are willing to follow where your heart leads, you find it difficult to display your feelings openly. Your personality is private and self-contained.",
            "Living with you isn't always easy. You can be dogmatic, secretive, stingy, opinionated, and suspicious, and your silent manner may conceal feelings of envy and rivalry. It's hard to get you moving, for you tend to be self-indulgent, even lazy.",
            "You have great stores of energy, however, which you put to use when you want to - not when others want you to.",
            "Venus emphasizes the social side of Taurus. Although basically shy and reserved with strangers, you can be a wonderful host or hostess. You like to entertain those you are fond of. You may not indulge as freely in frivolous pleasures as, say, Leo or Libra natives, but you are renowned for enjoying good food and good wine in plush surroundings. You believe in pampering yourself with the comforts of the good life.",
            "As a person born under this sign, you are an endearing combination of the dependable and sensible, the sensitive and emotional. Inside every practical, stolid-seeming Taurean, there is a romantic dreamer struggling to get out." 
        ],
        "inner":"You need order in your life - you get anxious when things are out of control. And because the unfamiliar makes you feel insecure, you tend to cut yourself off from fresh experiences. You need to be more open to change. Having beautiful things is important to you, and your instinct for collecting even spills over into your relationships. You hold fast to those you care about. You have a few close friends rather than many casual acquaintances. In love, you're happiest when involved in a caring, committed relationship. You're deeply sensitive - a rebuff or harsh word is very upsetting to you - and with strangers, you often feel self-conscious.",
        "others":"You're thought of as a serene influence, someone to depend on, and you're admired for your organized mind. Not many people realize that you're sensitive and easily wounded. You are trusted as a tastemaker, and your artistic and esthetic opinion is welcomed. Because you have sound instincts about money, your financial advice is also sought. On the other hand, people resent your tendency to be dogmatic. Even if you're right, others don't understand why you have to be so unyielding.",
        "duality": "Feminine",
        "triplicity": "Earth",
        "quadruplicity": [
            "Fixed",
            "Taurus is quiet, affectionate, patient, stable, determined, and practical, stubborn, and resistant to change."
        ],
        "ruling": "Venus: Roman goddess of beauty and the arts, pleasure, emotions. In astrology, Venus's influence inclines toward a love of luxury and exceptional creative ability.",
        "symbol": "The Bull: Strong, Stubborn, plodding, can be both fierce and gentle.",
        "glyph": [
            "../images/taurus.png",
            "The pictograph represents the horns and head of the Bull. It also outlines the chin and Adam's apple of the human throat (the part of the anatomy that Taurus rules). In symbolic terms, the glyph is a half-moon forming a cup that rests on the circle of the Sun. The cup represents material power and wealth derived through the force of will (the circle)."
        ],
        "dominant": "I Have",
        "polarity": "Scorpio: Taurus is the sign of property and money. Its natives put a high regard on collecting possessions and are known to cling to what is theirs. Scorpio, Taurus's opposite sign, is the sign of legacies and shared wealth. The wealth of Scorpio people tends to be spiritual rather than material, which they give to others in the form teaching, writing, and the healing arts.",
        "body": "Neck and throat: Many Taurus people have beautiful speaking and singing voices. But they are vulnerable to colds, laryngitis, sore throats, and thyroid problems.",
        "day": "Friday",
        "number": "6 and 4",
        "birthstone": "Emerald: Protects against infidelity and deceit, ensures loyalty, and improves memory. Special Colors: Pale blue and mauve: The soft colors of refinement and gentleness.",
        "color": "Pale blue and mauve: The soft colors of refinement and gentleness.",
        "cities": "Dublin, Lucerne, Leipzig, St. Louis",
        "countries": "Ireland, Switzerland, Cyprus, Greece",
        "flowers": "Violet and Poppy",
        "trees": "Cypress and Apple",
        "metal": "Copper",
        "animals": "Cattle",
        "danger": "Taurus people have a tendency to get involved in violent situations that have to do with love or money. They often antagonize others and incite the passions of lovers  because of their stubbornness and possessiveness.",
        "trait": "Dependability",
        "famous": "Akon, Stephen Colbert, Audrey Hepburn, Cher, George Clooney"
    },
    {
        "order": 3,
        "sign": "Gemini",
        "date": "May 21 - June 20",
        "desc": [
            "People Born under this sign are many-sided, quick in thought and action, clever with words, skillful at handling others, brimful with new ideas.",
            "Astrologers regard this third sign of the zodiac as the quintessentially human sign, for it seems to sum up qualities that are the distinguishing hallmarks of the human race - intelligence (Gemini is an air sign), adaptability (Gemini is a mutable sign), and communicativeness (Gemini is ruled by Mercury).",
            "Astrologers regard this third sign of the zodiac as the quintessentially human sign, for it seems to sum up qualities that are the distinguishing hallmarks of the human race - intelligence (Gemini is an air sign), adaptability (Gemini is a mutable sign), and communicativeness (Gemini is ruled by Mercury).",
            "Gemini people do not sit back and watch the scenery go by. As a Gemini, you are endlessly curious about everything and must be part of the busy passing scene. If all the world's a stage, Gemini must be the actor on that stage. Unlike Leo, who wants only to be the star, Gemini want to play all the parts - and to be the director, producer, and the stagehand.",
            "Duality is you most famous trait. You usually want more than one of everything. That includes jobs, hobbies, careers, and lovers. Basically your nature is restless, on the go, in quest of new ideas and fresh experiences. Things get very dull for you unless you have a constant change of scenery. Variety is your game. As a result, you often leave a trail of unfinished tasks. Your tendency is to fritter away energy on too many projects instead of concentrating your cleverness on one task.",
            "Gemini is the sign of communication, and its natives have an urgent and continual need to communicate. You enjoy writing notes, chatting with strangers, surfing the web, tossing off e-mails, IM's, and text messages - and the telephone is a major means of communication. People should learn not to give you their number if they don't like to spend a lot of time on the phone.",
            "You astrological symbol should really be the question mark. You're a perpetual student of life who never stops asking questions. You love to talk to people, and this is the great secret of your charm. Others open to you like flowers. As a result, you're a marvelous people-manager who can rev up enthusiasm and loyalty.",
            "Born with the gift of persuasion, you could sell ice in Greenland. Your quick mind can explain any action, defend any position, justify any course. A mental magpie, you up information here, gossip there, tidbits everywhere. This makes you an ideal conversationalist, for you know a little about everything, though, some have said, not a lot about anything. You also are inclined to have firm opinions on everything (subject to revision at a moment's notice). What you value most is intellectual independence, and what you lack most is perseverance.",
            "Another Gemini weakness is superficiality. Because you are so quick to grasp an idea or size up a situation, you tend to skim its surface, not bothering to explore it in any depth. The other side of the coin, however, is that with very little preparation you can make a marvelous initial impression.",
            "Your facile gifts of writing, speaking, and self-expression make you a success in dealing with the public. You have a quicksilver personality that can adapt to many kinds of people. You are often drawn to the stage and the dramatic arts. Among famous writers and performers born with the Sun in Gemini are Sir Arthur Conan Doyle, Dashiell Hammett, Lillian Hellman, Laurence Olivier, Marilyn Monroe, and Judy Garland.",
            "Amusing, versatile and witty, you are a wonderful friend who lifts people out of their doldrums. Does someone need advice? Instruction? An introduction? You're right there, ready to jump in, and others are energized by your enthusiasm. It's easy to see why you are usually surrounded by friends and admirers because you're such fun to be with. True, you can be impatient with persons who aren't as quick as you are, or who can't keep up with the rapid flow of your thought and speech. However, your natural exuberance sweeps even the most reluctant and surly along with you. In almost any situation you can be as charming as you want to be - with a little extra thrown in.",
            "life is a jest and all things show it; I thought so once and now I know it,",
            "spells out the philosophy of Gemini. You don't waste time plumbing dark emotional depths, and you certainly don't want to get sucked into anyone's problems that might sabotage your freedom. Though you do have a brooding side to your Jekyll and Hyde disposition, you determinedly put on a cheerful face so you make the best impression. You try not to let anything dampen your high spirits or throw cold water on the fun and games.",
            "Geminis have a wide range of contacts and benefit from the advice and help on influential people. You will attract financial luck, but a tendency toward extravagance often more than offsets it. In your ledger, income always adds up to something a little short of outgo.",
            "Routine and monotony are two things you dread, and you will go to any lengths to avoid them. Change is your keyword, and what you value most is freedom. It's useless for anyone to try to pin you down. For you, the fun is in traveling, not in arriving at a destination. You love to explore new territory. see the way people live on the other side of the world. Inquisitive and imaginative, you are open to a different way of looking at things. Your trendy, up-to-date lifestyle has you constantly living off the fad of the land.",
            "For the sheer fascination of it, people should have at least one Gemini in their lives. (Two might be exhausting.)"
        ],
        "inner":"You react instantly to new situations, but because you're keenly attuned to your environment, you tend to have a nervous temperament. And though you give off sparks of energy, excitement, and charm, inside you feel like a wound-up spring. Others are fascinated by your enthusiasm while inwardly you're already bored with this person or that project. In your relationships, you're very giving, but you also need time for yourself. You like to preform, using your wit and intelligence to move to center stage. You love to gossip, mostly because you find out such interesting things! You're generous with your time, friendship, and possessions. One problem is that instead of looking at people's deeper qualities, you tend to judge then by their reaction to you. Are you coming off well; are you mesmerizing them?",
        "others":"People like to be around you because you're interesting and amusing. They admire you for your talent with words and sense of humor. Although you're considered more of a cerebral type, friends trust your judgment about emotional matters. They also know you'll jump in to help when asked. Only those closest to you know you can be moody and discouraged. When crossed you can be sarcastic, which makes some people think you're arrogant.",
        "duality": "Masculine",
        "triplicity": "Air",
        "quadruplicity": [
            "Mutable",
            "Geminis lively, energetic, versatile, and intellectual, lives primarily in the mind rather rather than the emotions, and is extremely adaptable to new situations."
        ],
        "ruling": "Mercury: Ancient messenger of the gods. In astrology, Mercury rules communication and travel. Its influence emphasizes quick cleverness and a nervous temperament.",
        "symbol": "The twins: Associated with duality, humanism, versatility, commuincation.",
        "glyph": ["../images/gemini.png", "The pictograph represents the two figures of the Twins. The dual symbol also pictures the human arms or lungs (the parts of the body that Gemini rules). In symbolic terms, two upright lines bounded by top and bottom lines  represents wisdom, learning, and the powers of the mind to synthesize information."],
        "dominant": " I Think",
        "polarity": "Sagittarius: Gemini is the sign of thought and communication on a personal level. Natives of Gemini strive for self-expression, and to try to impose their point of  view on others. Sagittarius, which is Gemini's opposite sign, is the sign governing the wider provenance of philosophy and mental exploration. Sagittarian people tend to shrink from close personal involvement and, unlike Gemini, are shaped by what others think of them.",
        "body": "Hands, arms, shoulders, and lungs: Geminis susceptible to strains and accidents involving arms and hands; also prone to bronchitis and respiratory ailments.",
        "day": "Wednesday",
        "number": "5 and 9",
        "birthstone": "Agate: A multicolored precious stone that protects from deception and falsehood, and bestows eloquence, especially in declarations of love.",
        "color": "Yellow: Bright and luminous, the color of novelty.",
        "cities": "London, San Francisco, Versailles, Melbourne",
        "countries": "United States, Wales, Belgium",
        "flowers": "Lily of the Valley and Lavender",
        "trees": "Nut-bearing Trees",
        "metal": "Mercury",
        "animals": "Brightly colored birds and butterflies",
        "danger": "Gemini people are prone to accidents while traveling, especially by air. Their fickle natures also tend to arouse unexpected anger in others, the depth of which Geminis often misjudge.",
        "trait": "Responsiveness",
        "famous": "Marilyn Monroe, John F. Kennedy, Paul McCartney, Tim Allen, Angelina Jolie"
    },
    {
        "order":4,
        "sign": "Cancer",
        "date": "June 21 - July 22",
        "desc": ["No one has ever said Cancerians are easy to understand. You may appear gentle, kind, sympathetic, and a patient listener. Then someone asks for advice, and you turn cranky, snappish, and appear to be completely indifferent to anyone's problems but your own. You may wallow in self-pity and complain endlessly about how mistreated you are by the world. Turn another page of the calendar and suddenly you are back being helpful, solicitous, ready to do anything asked of you. More than any other sign, Cancer is a series of contradictions. You prize security about all else, yet love new adventure. You are the soul of caution but you're also a courageous initiator who goes out of your way to push over obstacles with your driving personality.","What's your secret? Cancer, which is ruled by the Moon and has water as its element, can be likened to the shifting tides of the oceans. Like the tides, Cancer is the sign of powerful forces moving under the surface. That surface, however, is quite difficult to penetrate, for Cancerians tend to build up an elaborate array of defenses to hide their deep feelings and extreme sensitivity.","Complex, fragile, unpredictable, temperamental, the typical Cancerian needs constant support and encouragement. You want desperately to be loved and approved of but resent needing approval so badly. Cancer's big lesson is to recognize the hidden anger you carry within you and not allow this to corrode the relationships that give you the emotional support you seek. Happily, when you get what you need, you give the best you have in return. Those who make you feel secure command your undying loyalty. When you really care for someone there is nothing anyone can say about that person that will make the least bit of difference. You have a real blind spot when it comes to seeing a failing in those you love.","If you could wave a magic wand and do the one thing that would make you happier it is to crack open the Crab shell and venture out into the world of possibility. Staying enclosed emotionally and physically keeps you fearful. Cancer's fears are based on the fact that you have a difficult time trusting. You don't trust others or the universe or yourself. One Cancer told me me recently, 'We've been sold a bill of goods by the stories we were told as children. There is no joy or happiness in life. Life is just plain hard.' The problem with this point of view is it leaves very little opening for any kind of abundance to flow in. It's hard to see the kindness in in loved ones or the generosity of strangers or unexpected luck in an arduous situation if one has decided from the start that it's a dog-eat-dog world.","Yet most contradictory of all is the fact you're such a nurturer who gives unselfishly to anyone who needs you. Your greatest impact is in human relationships; you have an instinct for making others feel cared for and understood. Among your most endearing traits is your loyalty.","You tend to be a worrier and a silent brooder. People may pour out their hearts to you, but the flow never goes in the other direction. You are cautious about revealing too much of yourself; you guard your secrets well.","If offended, you do not strike back directly. Your method of retaliation is to sulk, and it is often very effective. The technique is somewhat like being whipped to death by a dozen strands of boiled spaghetti.","Cancer's symbol, the Crab, has a hard out shell that protects soft, vulnerable flesh underneath. The same is true of Cancerians, who are often crusty, gruff, and grumpy, but possess a proverbial heart of gold. Beneath you tough exterior you are a sentimental softie who will make any sacrifice for someone in need. If someone asks for a favor, your first reaction will probably be no, but the final answer is always yes. You should be judged not by what you say but by what you do.","You are possessive. Anyone who becomes part of your life will never again be entirely free. You try to stay in touch with friends, ex-lovers, former spouses, business associates, persons you knew as children. Cancer is the cosmic collector - if you let anyone go out of your life, it is unwillingly and never completely. This reflects your preoccupation with the past. An aura of nostalgia dwells about you; the events and people of bygone years continue to inhabit your memory and usually grow dearer to you as time goes by. You are devoted to family and home and continue to believe in the old-fashioned idea that marriage is forever -even if the events of your own life contradict this.","It is hard to deceive you, for you can spot the tiniest nuances of behavior. In fact, you are almost psychic in your intuitions. A photographic memory added to intense powers of observation makes you extremely canny about divining other people's inner motivations.","Cancerians are crablike in their indirect approach to an intended target. Observe a crab moving on a beach and you will notice its strange sidewise movement toward a goal. People born under the sign of the Crab never take the direct approach. You step one side, then step to the other side, and sometimes go completely around. But you get where you intend to go.","If channeled in the right direction, your enormous sensitivity can be a great source of strength. Once you overcome your shyness and touchiness and master your turbulent emotions, your intellect and imagination enable you to become a success in almost anything you undertake. You have the ability to dig into your own inner life and turn creativity into practical ideas. Contrary to the impression you often give, you can be shrewd and canny in business. Cautious, conservative in your approach, you possess and antenna that quickly gauges public taste and opinion and senses new trends in the making. You're also an on-the-mark judge of people. You are artistic and creative, and have formidable intellectual talents. This instinct for business combined with imagination is magical for acquiring financial security, and Cancer is called a 'money sign' because of its ability to attract wealth.","Cancer people hold on to money as tenaciously as they do to everything that belongs to them. To you money spells security, yet no matter how much wealth you accumulate you never feel really secure. That is true of your emotional security also. A Cancerian never gets enough love and approval; you always need more. It is very easy to fall in love with this loyal, devoted, affectionate, and protective Moon-child."],
        "inner":"On the surface you're the picture of calm and strength, but underneath you tend to feel insecure and inadequate. You are positive that other people know what they're doing while you're just winging it. You also imagine the worst outcome to a scenario, never the best. You are a very emotional person; you are constantly feeling. Hearing a song on the radio makes you feel sentimental, and a particular scent, flower, or picture can jar your memory. You are also extraordinarily in sync with other people's feelings. In fact, you get almost as involved in your friends' problems as you in your own. When you're close to someone, you believe you are supposed to help that person. Harmony is important to you - any kind of conflict or quarrel leaves you feeling depressed. However, you're definitely not wishy-washy; you have the courage of your convictions and the strength to stick up for what you think is right. You don't welcome change, and are hesitant about going ahead with something untried, yet this doesn't stop you from doing what has to be done.",
        "others":"Those in your circle think of you as a den mother - the one who tries to fix other people's problems and make sure everyone is happy. They like your concern for their well-being and cherish your wise counsel. But why, even if they follow your advice, do they keep it a secret from you? Because they think you're controlling and don't want to be a puppet on your string. They also think you're moody. One minute you seem to care about them, and the next your crabby and to be avoided at all costs. In your career, you're viewed as someone who can quickly spot an opportunity for financial gain.",
        "duality": "Feminine",
        "triplicity": "Water",
        "quadruplicity": ["Cardinal","Cancer is receptive, sensitive, and imaginative, sympathetic, kind, and emotional, and possesses an active, shrewd, and intuitive mind."],
        "ruling": "The Moon: Earth's one satellite, which waxes and wanes         and exerts a powerful magnetic influence. In astrology, the Moon governs emotions and intuitive behavior.",
        "symbol": "The Crab: possessing an impenetrable exterior covering soft         flesh underneath. At the first sign of danger, it withdraws nto it shell and scuttles back to the sea, where it feels safe.",
        "glyph": ["../images/cancer.png","The pictograph represents the claws of the Crab. It is also a picture of the human breasts (a part of the anatomy that Cancer rules.) In symbolic terms, the glyph is two circles of the Sun connected to two crescent moons. The moons represent Cancer's desire to sore memories and possessions; The circles tied to the moons represent force and energy expressed through emotions."],
        "dominant": "I Feel",
        "polarity": "Capricorn: Cancer is the sign of home and family life. Cancerians seek close personal relationships and are happiest surrounded by the familiar and those whom they love. Capricorn, Cancer's opposite sign, is the sign of reputation and public standing. Natives of Capricorn are concerned with the image they project, and they search for power and fulfillment in the outside world.",
        "body": "The breasts and stomach. Cancerians love to eat and have to fight weight gain in later years. They are also subject to digestive ailments caused by tension and emotional stress.",
        "day": "Monday",
        "number": "3 and 7",
        "birthstone": "Pearl: Changes bad fortune into good and discord into harmony. It also brings support from influential people.",
        "color": "Sea green and silver: The shimmering colors of the water and the moon.",
        "cities": "Venice, Amsterdam, New York, Algiers",
        "countries": "Scotland, Holland, New Zealand",
        "flowers": "Larkspur and Acanthus",
        "trees": "Trees rich is sap",
        "metal": "Silver",
        "animals": "Those with shell coverings",
        "danger": "Cancer people are susceptible to accidents in the home. They are also prone to becoming victims of theft.",
        "trait": "Loyalty",
        "famous": "Princess Diana, Ernest Hemingway, Tom cruise, Helen Keller, Mike Tyson"
    },
    {
        "order":5,
        "sign": "Leo",
        "date": "July 23 - August 22",
        "desc": ["Your loyalty is beyond question. You are devoted to yourself. All Leos possess a kingdom. The kingdom may be big or small, it may be your home or a lover or a piece of creative work or your whole career. But whatever it is, you are unquestioningly ruler of this kingdom. Self-assurance surrounds Leo people like a ghost image on a  television set. While others wait in the wings, you bask in the spotlight. Whatever you do, you do with a flair for the dramatic - everything about you is theatrical. You don't have to look for a role to play in life. You've found it. You are the monarch of all you survey.","When you enter a room you secretly hope everyone will stand up and sing a few stanzas of the Hallelujah Chorus! At a party it isn't long before you assume control of the evening. Witty, Vivacious, a fluent talker, you are a born entertainer who can lend spice to any occasion. Your energy is electric, and people gravitate to you as steel filings to a magnet.","You Sun sign confers a great flair for drama and an instinct for getting attention. Because your nature is flamboyant and expansive, you despise the humdrum, the ordinary, and the dull. When real life does not supply all the excitement you need, you try to create your own. Hyperbole is second nature to you. You are born to do things in a r-r-really big way.","If you invite people to your castle (which is how you think of your home), you entertain them royally. You are a splendid host.","Others may become reconciled to accepting second best; not Leos. Born under the most royal sign of the zodiac, there is absolutely nothing Leo people can think of that's too good for them. Luxury is as vital to you as breathing. You want to enjoy the good life, and never mind what it costs. You are not a good haggler or bargainer because basically you want what you want when you want it.","Your public image is very important to you. When a Leo woman's checking account is down to two figures somehow she'll find the means to buy a glorious new dress, and when his credit cards are overdrawn a Leo man will still make reservations at the best restaurant in town. Leos are the most lavish spenders in the zodiac (Librans run a close second).","Generous, kind, and openhearted, you find it hard to believe ill of others. If injured, you strike back quickly, but you also forgive easily and never hold a grudge. Marvelously affectionate and cheerful, you have genuine joie de vivre. The Sun is your ruler, and you always bring some sunshine into the lives of others. Obviously, this is one of your most endearing traits. In many ways you are like the Sun itself - life enhancing, radiating energy and magnetism, burning with steady fixity. Astrologers call Leos eternal children, for you take pleasure from the moment and are uninhibited in giving affection.","No one could ask for a better friend. If approached in the right way (flattery is the right way), you will do almost anything, but you expect praise and appreciation and admiration in return. Pride is your Achilles' heel. Your ego demands not respect but adoration, not compliments but flattery, and when you receive lavish praise you never stop to wonder if it is insincere. Despite your self-centeredness, you need others to give to if only to get back their appreciation. However, because you're too proud to ask for appreciation, you often suffer silently from a wounded ego. Your hidden secret is you need to be needed.","In business you are the one in command. Another sign that gravitates toward authority is Capricorn, but its natives steadily climb toward a high position. Leos simply assume that they were born to high position. One of your most useful assets in career is an unerring instinct for getting along with people who are in a position to be helpful. You know the value of socializing and work best in group enterprises rather than solitary pursuits. You're an order-giver, not an order-taker, but you're usually so cheery and enthusiastic others don't mind taking orders from you. You are also a hard worker who doesn't ask more of anyone else than you do of yourself. You won't quail before a challenge or flinch from a confrontation. You will do the thing that scares you because to do otherwise spells failure to your eyes. You are ambitious, but not ruthless. All you ask is to be in the limelight.","Among your most striking characteristics is a refusal to be hampered by petty rules. Day-to-day routine quickly leads to boredom and makes you desperately unhappy. Your unhappiness doesn't last long, because you simply won't put up with it. You have an unshakable belief in your luck and quickly bounce back from despondency.","It is difficult (though not impossible) to dislike a Leo. True, you can be bombastic and overbearing at times. True, you love to give advice and tell people how to run their lives. Like your symbol, the Lion, you can be quite indolent and lazy; you like to sit back and bask in your own glory. But your great warmth and sunny disposition is very hard to resist. The world would be much less fun without Leos."],
        "inner":"You have larger-than-life emotions; whether you're experiencing joy, despair, excitement, or love, it might as well be playing on a giant movie screen. You feel you have to an important role to play in life and you're going to find it. You need to be involved in the world; in fact, you tend to think of any plan or project that you're part of as an extension of who you are. You believe in taking action. Your immediate reaction to any problem is to do something about it rather than sit around pondering it. But you're extremely sensitive and you try to hide this fact under a lot of bravado. It's very important to you to get others' approval. What makes you special, though, is that in spite of all your inner qualms, you jut out your chin and walk head-on into any challenge.You have a deep-seated need to prove your worth - not to others but to yourself. You'll tackle any job just so you can say, 'I wasn't afraid to try!'",
        "outer":"You have a regal quality, a way of standing out in a crowd. The unique combination of the excitement you project, your sense of style, your way of speaking, and your laugh is what draws people to you. They're also seduced by the fact that you think big, which feeds their own fantasies of success and power. They're attracted to your energy and enthusiasm and your take-charge attitude. They assume you'll take a leadership position. But some people dislike what they consider your king-sized ego. They think you hog the spotlight and that you're performing even when you're perfectly serious and sincere; they question your sincerity. Others regard you as a showoff who merely talks a big game. And there are those who think you have the temperament of a demanding, spoiled child.",
        "duality": "Masculine",
        "triplicity": "Fire",
        "quadruplicity": ["Fixed","Leo is enthusiastic, powerful, expansive and creative, generous and extravagant, dogmatic and fixed in opinion."],
        "ruling": "The Sun: Center of our solar system, a star that burns intense fire and supplies us with light, heat, energy. In astrology, the Sun is the most powerful planetary influence, bestowing vitality and authority.",
        "symbol": "The Lion: Regal, brave, dominating, sometimes indolent, Possessing nobility and pride.",
        "glyph": ["../images/leo.png","The pictograph represents two valves of the human heart (a part of the anatomy that Leo rules). It is also the Greek symbol for the first letter of Leo. In symbolic terms, it is two incomplete circles of the Sun joined by a crescent Moon, symbolizing power derived from both the intellect and the emotions."],
        "dominant": "I Will",
        "polarity": "Aquarius: Leo is the sign that governs pleasure and creativity. Natives of Leo look for what they can get out of life for themselves, and tend to dominate others. Aquarius, Leo's opposite sign, is the sign of hopes and wishes and the higher aspirations of mankind. Aquarian people are concerned with larger ideas, humanitarian concepts, and are more impersonal and aloof in their relationships.",
        "body": "Back, spine, and the heart: Emotional strain and physical overexertion cause back and spine ailments in Leo people.",
        "day": "Sunday",
        "number": "8 and 9",
        "birthstone": "Ruby: Protects against physical injury and ensures faithfulness. It also brings its wearer serenity of mind.",
        "color":"Gold and Orange: The magnetic colors of the Sun.",
        "cities": "Rome, Prague, Damascus, Hollywood",
        "countries": "France, Italy, Romania",
        "flowers": "Sunflower and Marigold",
        "trees": "Orange and all citrus trees",
        "metal": "Gold",
        "animals": "All felines",
        "danger": "Leo people tend to be bombastic and challenging, and often unknowingly provoke others into impulsive violence. They are also prone to being victims of slander.",
        "trait": "Exuberance",
        "famous": "Mick Jagger, Madonna, Bill Clinton, Julia Child, Martha Stewart"
    },
    {
        "order":6,
        "sign": "Virgo",
        "date": "August 23 - September 22",
        "desc": ["The real drama of Virgo's personality is interior. To the world you may give an impression of calm authority, but you are aware of your own nervous, restless, controlled intensity, the desire to be up and doing, rearranging, improving. You can exhaust yourself more by simply sitting still than others do moving around.","The planet Mercury, which rules both Virgo and Gemini, inclines its subjects toward constant activity. However, in Gemini the nervous energy is directed primarily toward stimulation and adventure, while in Virgo the ceaseless drive is to accomplish and perfect. It's impossible for Virgo to out off until tomorrow what might be done today, or to do later what might be done now. You are, in a word, organized. Your idea of taking it easy would seem like hard work to most people. You are not a daydreamer, you're a day-doer.","You emotional life is a constant striving to bring order out of chaos. Although you have a great capacity for love, love alone is not enough for you to be happy. You need more than a mate, home, children, friends. You must justify your life, conduct yourself as a good bookkeeper keeps a ledger - always ready to give a reckoning on whether there's profit or a loss. You're ambitious, but not just for money. You want to know more, to gain in wisdom, and put this wisdom to practical use.","Your astrological symbol of the Virgin tends to be misunderstood. It does not mean you're a prude or lack sensuality. The Virgin stands for purity or purpose. You're not in the game of life to cheat or extract from others. You have higher motives. You want to be of use. In ancient times Virgo was the sign of harvest - and the symbolic meaning of the Virgin holding a sheaf of wheat is that Virgo people take what has been sown (knowledge, information, skills) and harvest this energy to do something of practical benefit. In the same way wheat is turned into bread to feed our bodies, you want to utilize the gifts you were born with to nourish the world.","intelligence is the hallmark of your sign. You have an excellent memory, an analytical mind, and are known for crystal-clear thinking. You also have a keen ability to probe into human motivations. People like to check their plans with you before putting them into action because you have microscopic vision when it comes to detecting a flaw. Your superb logic cuts through muddled thinking like a laser beam. You instantly zero in on a problem, take apart difficulties, and put them back together in proper order. Because you believe life should be approached rationally, you are without peer in solving knotty problems or tangled disputes. You are convinced that a reasoned presentation of the facts will carry the day. Until you have the fact before you, you are reluctant to make a decision; you want to know why and how a thing will work. Your faith is not in Chinese fortune cookies but in facts, and you distrust vague ideas that don't stand up to critical appraisal or people who make emotional judgments.","Yet it would do you a world of good to have a little more faith in general and to trust in synchronicity - that certain events occur or people connect for a fortuitous reason. Your important life lesson is to expand your vision, to look at things in larger terms and believe in the power of faith. Virgo is ruled by Mercury, the planet of thought and mental perceptions, and your ideas form your reality. If you hold on to a negative attitude, then your reality will also unfold negatively.","You tend to have difficulty getting in touch with your deeper feelings because your mechanism of denial is so firmly set in place. 'I'm not upset,' you'll say. 'I feel okay about [this other person being promoted instead of me, him dating another woman, etc.]' Saying you feel 'okay' covers a lot of messy feelings you'd rather not examine.","Also, you often don't see the forest for the trees. A preoccupation with neatness and precision sometimes limits your breadth of vision. That estimable faith in logic also confines your imagination and leaves you a little shy on inspiration, too dependent on established practices and methods. You nature is to look back and analyze rather than push forward in a new direction. You must know the why and how of everything. Virgo is a mutable sign, however, so you can adjust easily to change once you find a way of fitting the new situation into your routine.","You may run into difficulty because of a tendency to complicate everything. No problem is ever simple for Virgo. For every answer you've got a question, and making mountains out of molehills is one of your specialties.","Your nature is shy and reserved; it's hard for you to relax, to make small talk or be gregarious with strangers. You prefer one-on-one encounters, in which you can offer the full benefit of your sharp insights and discerning opinions. That's also when people discover how well-read, perceptive, charming, and witty you are.","The first thing you learned about money matters is that money does matter. although you tend to downplay your own ability in financial affairs, no one is better than you at staying within a budget. You aren't tempted into foolish ventures. Your bank balances usually jibe to the decimal point. You want the finest but rarely overpay, and you have a built-in resistance against self-indulgence.","A highly developed sense of discrimination may lead you to be hypercritical. You are unsatisfied with things as they are and continue to to analyze situations and people in the hope of finding a way to make them better. At times your finely tuned sensibilities can even make you unhappy, for they give you heightened awareness of the world's imperfections. However, you resist criticism of your faults from others. It's a rare Virgo who takes criticism well or who can admit to being in the wrong.","You are health-conscious and try to make sure you get enough vitamins and go for regular checkups at the dentist. However, in this as in other areas, you can't help being a worrier. As a result you are prone to tension and nervous ailments. Hypochondria is common among Virgos.","A warm, loving relationship brings out the best in anyone born under this sign because basically you are kind, devoted, and very loyal. When your affections are engaged you tirelessly try to serve loved ones. They will never have to worry about who's going to keep the checkbook balanced or look after them when they are ill."],
        "inner":"You have plenty of willpower and dedication, and you work harder than anyone to make sure something is perfect. Why? Because if you can't do everything superbly, you begin to fear that you're failing.You are much too critical of yourself. Actually, you're an enigma that no one has quite figured out. You hold back with people you don't know well and are reserved even with those you love. Inwardly, though, you feel very deeply. Intensity and extreme sensitivity are part of your secret self. You like looking after others - giving advice to friends, feeding stray animals, tending sick plants - but you need to be appreciated for the kind things you do. Above all, you want to be useful because you truly care about people.",
        "outers":"You're regarded as a real go-getter. People trust you to handle any job. They think of you as a person who can analyze almost any problem in a logical way. Others come to you when they want their own actions explained to them, or are feeling confused about relationships. You are valued for your ability to set priorities and to create order out of confusion. Because you're both discriminating and truthful, people trust your judgment on books, theater, and clothes. However, you don't wear your heart on your sleeve, and as a result others often perceive you as haughty and cold.",
        "duality": "Feminine",
        "triplicity": "Earth",
        "quadruplicity": ["Mutable","Virgo is reserved, modest, practical, discriminating and industrious, analytical and painstaking, seeking to know and understand."],
        "ruling": "Mercury: Ancient god of communication and commerce. In astrology, Mercury rules intelligence and reason, and predisposes toward a high strung temperament.",
        "symbol": "The Virgin: Representing purity of motive, modesty, industriousness, and service of            oneself and one's talents toward helping others. The virgin is usually pictured holding  a sheaf of wheat that symbolizes the utilization of ideas and skills to benefit (nourish) the world.",
        "glyph": ["../images/virgo.png", "The symbol represents a Virgin, for it is a pictograph of the human reproductive organs closed and untouched. In symbolic terms, the glyph is a straight line connected to two curved lines, one of which is crossed. This represents wisdom tied to feeling and emotion, and crossed by practicality."],
        "dominant": "I Analyze",
        "polarity": "Pisces: Virgo is the sign of work and self-improvement. Its natives are perfectionists who dissect facts in order to find the truth and obtain all the information available. Pisces, Virgo's opposite sign, is the sign of illusion and self-deception. Pisceans are prone to dreaminess, imagination, vagueness, self-delusion, and escapism.",
        "body": "The nervous system and the intestines. Virgoans are prone to illness caused by stress and nervous tension. They are particularly susceptible to ulcers.",
        "day": "Wednesday",
        "number": "5 and 3",
        "birthstone": "Sapphire: Brings tranquility of mind and protects against illness and injury while traveling.",
        "color": "Navy Blue and Gray: Classic colors of refinement and taste.",
        "cities": "Paris, Boston, Heidelberg, Strasbourg",
        "countries": "Turkey, Greece, Crete, West Indies",
        "flowers": "Morning Glory and Pansy",
        "trees": "Nut-bearing trees",
        "metal": "Mercury",
        "animals": "",
        "danger": "Virgo people sometimes arouse anger and violence in others because of their tendency to interfere, their critical tongues, and their unemotional attitudes.",
        "trait": "Conscientiousness",
        "famous": "Mother Teresa, Lance Armstrong, Patsy Cline, Stephen King, Jesse James"
    },
    {
        "order":7,
        "sign": "Libra",
        "date": "September 23 - October 22",
        "desc": ["Librans are easy to like, for you have a captivating charm, possess elegant taste, and are usually beautiful to look at. In addition, you have the gift of making others feel important, for you are a superb listener and instinctively know how to draw out another person. You're famous for how effortlessly you smooth ruffled feathers, bring out smiles, and make others think they're the most wonderful people in the world. You're a born charmer.","Ruled by Venus, goddess of love and beauty, you admire loveliness in all its forms, in music, art, decoration, and people. Your home will always have a touch of elegance, and you love to entertain in style. Flowers, champagne, lovely jewelry and clothes, beautiful (and expensive) objets, luxurious surroundings - these are the ornaments of life to you. You enjoy all the things that money can buy.","A narcissist at heart, you expect admiration. You wish to be the jewel in the center of any setting, and you have a computer memory for any compliment ever paid to you. You tend to judge others by outward appearances. If someone has a charming facade, you won't look any deeper. As a result you may become easy prey for a sophisticated schemer with an affable manner.","Libra is the zodiacal sign of Partnerships - in psychological terms the sign is outer-directed. Your energies are focused on melding and combining with other people; you are at your best in personal relationships. Your real energy, however, goes into people. Whether they be partners, lovers, mates, family, friends, business associates, or even guests at your party - relationships are your metier. You're simply not a loner. Instinctively, you try to magnetize and pull others toward you. However, your main interest is on yourself within the relationship. You deal intuitively with other people's emotions, and no one is better at understanding and taking into consideration another person's point of view. Yet all too soon that outside view-point will be lost or subsumed within your own subtly self-centered concerns.","In the professional world you're a superb team player. You're able to meld many disparate egos into one smooth-working union. Your friendships and associations bring opportunities, and your best luck comes when you pool your creative talents and intelligence with powerful individuals who open doors for you.","Born under the sign of the Scales, you strive for balance and harmony and are happiest when your environment is ordered and serene. Peace is worth any price to you and usually you will go a long way out of your way to avoid friction and dissension. Because you see clearly every side of argument, every possibility of a given course, you have the tact and ability to smooth over disputes. You are a born diplomat. In order to avoid an unpleasant scene, you will even stifle your own true feelings. In fact, far too often you are not sure what your true feelings are. Because you try to be all thing to all people, there is a general impression that you are indecisive. You appear to be constantly poised on an edge, seemingly unable to move one way or another, balancing pro with con, advantage with disadvantage, risk with gain. Underneath your genial, calm surface, you have to struggle in order to make decisions.","The problem is that at Libra's center is someone who does not feel complete in himself or herself. Beneath your brilliance and charm, you feel a psychic lack, something missing - whether this something is a perfect loved, a fulfilling career, a wonderful project that shows off your talents, etc. And so you spend a lot of time feeling you're not 'real,' that you've conned others into thinking your smart and successful, but very soon they'll find out you're a fraud. One of Libra's best-hidden secret is how shaky your self-confidence is - and certainly your sense of not being whole and creating a false front is at the core of your insecurity.","Although you have superb instincts, you don't trust them enough. You are likely to be an underachiever because of your easygoing attitude. For the most part, you don't want anything badly enough to fight for it. The exception is when you're denied a privilege to which you feel entitled.That ruffles your fur. Librans have a reputation for stubbornness, but thats because you are sticklers for fairness. You resent being treated unfairly and become upset at inequity in the world at a large. In general, it seems your strength is only brought out by crisis. This is when you're at your most courageous.","You get along harmoniously with people who are even-tempered, particularly those who can laugh in the face of difficulties. You are particularly appreciative of talent in any field, whether art, literature, or music, and if you lack talent yourself you often indulge in artistic hobbies. Often people are surprised at the wide range of your interests because you hide your superior intellect under an agreeable, easygoing exterior. Libra is a cardinal sign, which means you're an initiator. You love new projects, unusual people, different idea, and you'll travel anywhere. Gifted with imagination, flair, and enthusiasm, you have an open, independent mind that tries to evaluate the world dispassionately and rationally. You also have a good head for money (though your great weakness is a love of luxury).","Indeed, money has a way of slipping through your fingers because it isn't money you love, it is the things money can buy. Essentially frivolous, people born under this sign dislike hard work - unless someone else is doing it. A love for beauty leads to many natives of this sign to careers in art, decorating, the theater, and composing, but the approach often remains that of a dilettante who enjoys the reward but avoids the effort needed to attain it.", "You are an incorrigible idealist and quintessential romantic. Affectionate, warmhearted, sentimental, naturally optimistic, you do everything in your power to please. Your stock-in-trade is charm."],
        "inner":"You work hard trying to please others and as a result, they find you captivating. However, beneath you friendly exterior, you desperately long for love and approval. You have trouble saying no to others' requests and you take on too many jobs or commitments - and then to prove how nice you are, you keep smiling through strain while you hide a lot of resentment. It might be more useful to spend time building up your self-esteem rather than looking to others to give it to you. Basically, you give away your power. You hate anything unpleasant and avoid conflict, vulgarity, or strife. If life were a play, you'd always insist on a happy ending. The problem with trying to have constant peace and harmony is that you have trouble making decisions. At times you fear that any move you make will bring something terrible crashing down around you. If you could just lighten up and not be so hard on yourself, you'd be much more satisfied with what you do achieve. You have every ingredient for happiness!",
        "others":"People feel important when they're with you because you always seem to understand their point of view. You are considered warm and outgoing because you know how to draw people out, and you're thought of as someone with an unparalleled ability to deal with the public. However, because you want others' approval, you tend to go along with what they want - and this sometimes makes you look wimpy. To some people, you also appear vain and overly concerned with your appearance.",
        "duality": "Masculine",
        "triplicity": "Air",
        "quadruplicity": ["Cardina","Libra is active, artistic, easygoing, peaceable, prizes beauty and harmony, is diplomatic, polished, and very socially inclined."],
        "ruling": "Venus: Goddess of love and beauty. In astrology, Venus rules pleasure, social pursuits, art, and adornment. Its influence also inclines toward self-indulgence and love or luxury.",
        "symbol": "The Scales: Signifying balance, equilibrium, order, and justice",
        "glyph": ["../images/libra.png","The pictograph represents the Scale, which is in perfect equilibrium, This was the ancient Egyptian symbol for the setting sun, which was regarded as the doorway between two worlds. In symbolic terms, the glyph is a crescent moon connected to two straight lines resting about a third line. This represents emotion bounded on either side by reason; the line below symbolizes Partnerships."],
        "dominant": "I Balance",
        "polarity": "Aries: Libra is the sign of partnership and marriage. Its natives are happiest functioning within a union, and often lose their equilibrium and positive outlook when forced to be alone. Aries, Libra's opposite sign, is the sign of ego, personality, and self. Aries people tend to put themselves first, and selfishness is one of their negative traits.",
        "body": "The lower back and buttocks, and the kidneys. Librans suffer from lower back strain and problems in the lumbar region. They are also subject to kidney infections.",
        "day": "Friday",
        "number": "6 and 9",
        "birthstone": "Opal: Brings financial success, frees its wearer from jealously and greed, and imparts clear insight.",
        "color": "Blue and Lavender. The colors of romance, harmony, and refinement.",
        "cities": "Vienna, Copenhagen, Charleston, Lisbon",
        "countries": "Burma, China, Tibet, Argentina, Japan",
        "flowers": "Rose, Cosmos, and Hydrangea",
        "trees": "Almond, Cypress, and Ash",
        "metal": "Copper",
        "animals": "Snakes and Lizards",
        "danger": "Libra people tend to stir up ill feelings from others in situations having to do with love. Because they are indecisive and sometimes make a declaration of love too easily, Librans both anger and disappoint lovers. They also have a tendency to be fickle and  faithless.",
        "trait": "Charm",
        "famous": "Simon Cowell, Hilary Duff, Ray Charles, Matt Damon, Anne Rice"
    },
    {
        "order":8,
        "sign": "Scorpio",
        "date": "October 23 - November 21",
        "desc": ["This is the sign of extremes. Scorpio people are variously described as powerful, weak, independent, clinging, passionate, and cold. Clearly, you are a bundle of contradictions encompassing the best and worst in human nature.","The key to your personality is intensity. You do nothing by half-measures. Magnetic, emotional, capable of exerting tremendous force, your strength is hidden in the depths. In the sign of Scorpio the element of water is fixed, an image that suggests an iceberg or a bottomless well. You may appear impassive, sometimes unapproachable, but turbulent passions are always roiling underneath, invisible on the surface.","You live on many levels. While you present a calm and smiling face to the world, you're ferociously persistent and extremely strong-willed. You're also flexible when it comes to working out solutions. When thwarted, you don't just accept defeat. You're extremely agile when it comes to sidestepping obstacles and figuring out a dozen new ways to get to your goal. In a wonderful paradox, flexibility is one of your most effective methods of controlling situations.","Scorpio is the most misunderstood sign in the zodiac because of its complications and convolutions. Basically, you always have a hidden agenda. You're someone of incredible depth and brilliance, and your inner psyche is a labyrinth of wheels within wheels, boxes within boxes. Even when you seem to be at ease and relaxed, you are always evaluating, figuring out you moves, working out strategy. Much of this has to do with control, which is what you are all about. For Scorpio to be out of control is to be in psychic danger. Nothing is worse for you than to feel swept away by outside forces. When you control you are safe. Your Scorpio evolution is the journey toward controlling in positive ways - putting order into chaotic situations, being of use to others and therefore meeting an unfulfilled need, arranging your personal environment so it works smoothly for you. The unevolved Scorpio tries to control other people and manipulate situations for its own greed. Thus, as you see, the forces of light and dark continually oppose each other in your turbulent psyche.", "What you need is to transmute your fervor into positive relationships and meaningful work. It is very easy to waste yourself on what is unworthy of you, and then your feelings turn inward, become imprisoned, at times even destructive. More than natives of any other sign, Scorpios live at high pitch of emotion. Its negative aspects are brooding, jealousy, resentment, even vengefulness. The positive aspect is your unswerving dedication once your emotions are engaged. The Scorpion energy, drive, and endurance are legend. Above all, you seek to give your life a meaningful pattern, to find a deeper purpose.","You have philosophical turn of mind and may become interested in religion and the occult. Your sixth sense enables you to intuit things before they happen. You are blessed with a  native understanding of the human heart and great awareness of life's secrets. All the water signs (Cancer, Scorpio, Pisces) tend to be psychic, but you Scorpios delve into powers of the mind that others are afraid of. This is the zodiacal sign of birth, sex, death, and regeneration - areas of human existence in which a person confronts the mysteries of the universe. Many Scorpio natives are brilliant doctors, surgeons, scientists, and spiritual leaders. Jonas Salk, Christiaan Barnard, Maria Curie, and Martin Luther are among them.","The complexity of your mind makes it difficult for you to skim the surface; you must uncover what lies beneath, Whether you are studying a new subject, learning a language, hunting down a fact, or just reading for amusement, there is a quality of penetration in the way your mind works.","Your finest attributes - and your worst - are revealed in relationships. With Scorpio, relationships are usually complicated. This is not surprising when you consider that you can be simultaneously generous and affectionate, violent and unpredictable; in your sunniest moods there is always a hint of imminent change in the weather. You are deeply loyal to friends but are also intensely jealous and possessive. You cannot tolerate the thought that anyone you love might have a yearning, or even a simple yen, for anyone else. With you, it is usually all or nothing at all. Moderation, restraint, and certainly casual are not in your emotional vocabulary.","You never forget a kindness and will try to repay it handsomely. Conversely, you never forgive an injury and will wait years to get even. In fact, most of the time getting even isn't enough - you want vengeance. It is strictly not advisable to do harm to any Scorpion. You make a dangerous enemy, for you are as subtle and deadly as the symbol of your sign.","You are a fierce competitor, though often you manage to conceal this from others. You file away pieces of information, facts, and names, and don't hesitate to use what you know if the occasion arises. When you spot a weakness in a rival, you move in quickly for the kill.","You are adaptable, able quickly to channel your formidable energies into new paths and to embark on an entirely different career. Confronted with disaster, you will try to turn it into success. Practical and shrewd, you believe in tangible immediate goals, and your single-minded concentration on getting what you want is formidable.","Clever with money, conservative about spending it, you have an excellent change to amass wealth. In business, you tend to accomplish things first and announce them second. By the time an opponent is aware of your progress, it is a fait accompli.","Your nature makes you subject to obsessive drives that can be resistant to reason. You will dominate and control anyone who lets you. Suspicious and wary, you are reluctant to trust your heart to anyone. But once you do, you love deeply.","Too many astrologers, in describing the sign of Scorpio, forget to emphasize how loving, generous, kind, loyal, even gentle a Scorpio can be. Many idealists who adhere to high principles and are a great positive force for helping others are born under this sign.","What all Scorpios have in common is intensity of feeling. Emotion not only rules, it characterizes you. You are passionate in love, and passionate about everything in which you become involved: work, relationships, hobbies, causes. You are an individual painted in vivid colors; there is no such thing as a pastel Scorpio."],
        "inner":"You have great strength, determination, and willpower. But no matter how calm and cool you appear on the outside, you've got a well of seething emotions underneath. For the most part, though, you keep intensity under control by channeling it into useful activities. You're a high achiever, and you seem to 'get' things in a flash - with powerful psychic feelings you've learned to trust. Your instincts tell you that you're destined to do something important and you're not going to let yourself fail along the way. When you latch onto a new opportunity, you explore it in great depth before going ahead. Deep inside you is a gladiator spirit, and if you channel this fighting energy into positive goals (your continuing lesson), you will always be one of life's great winners. At times, however, you feel you are a lone warrior in a harsh world. You're a complex person who can't always express how you feel, but one thing is certain: The things you want, you want badly.",
        "others":"It's probably your secretiveness that makes people so interested in finding out what you think. You're often the guru in a group, the one with uncanny hunches about the future and piercing insights into other people's motivations. Many believe that even your humor contains the barb of truth. People are aware of your reputation for sensuality and fantasize about you as a lover. You're frequently viewed as over-controlling and too ambitious - even power-hungry - But also as someone who can be trusted, because you never make false promises.",
        "duality": "Feminine",
        "triplicity": "Water",
        "quadruplicity": ["Fixed", "Scorpio is imaginative, passionate and emotional, subtle, persistent, intense, obstinate, and unyielding."],
        "ruling": "Pluto: Ancient god of the netherworld and of the dead. In astrology, Pluto rules regenerative forces, and the beginnings and ends of phases in life.",
        "symbol": "The Scorpion: A secretive, deadly creature that can poison its enemies. Its sting is  often fatal.",
        "glyph": ["../images/scorpio.png", "The pictograph is the stinger of the Scorpion connected to a representation of the human reproductive organs (the part of the anatomy that Scorpio rules). This was the symbol in ancient times for the phoenix, bird of immortality and regeneration. In symbolic terms, the curved lines and arrow represent strong emotions tied to practicality and aiming toward higher consciousness."],
        "dominant":"I Desire",
        "polarity": "Taurus: Scorpio is the sign of inheritance and legacies. Its natives are given a sense of purpose and destiny, and find truest happiness in dispensing their life-force to  others. Taurus is the sign of possessions and owning, and people born under this sign want to possess, collect, and have. They will not easily let go of what belongs to them.",
        "body": "The genitals: Scorpio people are susceptible to infections of the urinary system and venereal disease. In addition, their volatile emotions are often the cause of exhaustion and ill health.",
        "day": "Tuesday",
        "number": "2 and 4",
        "birthstone": "Topaz: Releases occult powers and brings serenity of mind. It also protects from enemies and illness.",
        "color": "",
        "cities": "Liverpool, New Orleans, Washington D.C., Newcastle",
        "countries": "Norway, Algeria, Morocco, Tahiti",
        "flowers": "Chrysanthemum and Rhododendron",
        "trees": "Blackthorn and bushy trees",
        "metal": "Plutonium",
        "animals": "",
        "danger": "Scorpio people evoke anger in others by their secretiveness and jealousy. Their sharp, stinging tempers can also enrage others to the point of violence.",
        "trait": "Idealism",
        "famous": "Whoopie Goldberg, Hilary Rodham Clinton, Julia Roberts, Bill Gates, Theodore Roosevelt"
    },
    {
        "order":9,
        "sign": "Sagittarius",
        "date": "November 22 - December 21",
        "desc": ["Ruled by Jupiter, planet of fortune, you appear to breeze through life. You are Lady Luck's companion who seems always to be in the right place at the right time. Astrologers say you have the gift of providence - luck protects you. In work, friendships, career, money - a door opens just when you need it. Naturally, this makes for a cheerful and ebullient disposition. You have your dark moments, but clouds roll over quickly. You are too interested in what is going to happen tomorrow to fret long about what went wrong today. You are always sure that around the next bend of the road something wonderful is about to happen.", "In Sagittarius, the enthusiasm of fire, the restless mutable quality, and the jovial influence of Jupiter combine to produce an expansive personality who cannot be confined. Independence is your guiding principle. You are progressive, restless in spirit, eager to get on with the business of living - a free, adventurous spirit who thrives on new ideas and constant change of scene. Somewhere you picked up a chronic case of wanderlust, and you have no desire to be cured. The grass is always greener someplace else, and your restless, inquiring nature requires travel, excitement, and the unconventional. Sagittarius like its opposite sign Gemini, wants to know. But whereas Geminis are happy to sample a new idea, Sagittarians will follow it as far as it will go. In the zodiac, Sagittarius symbolizes the search for wisdom; this is the sign of the philosopher and the explorer.", "Sagittarians are hard to pin down emotionally. You don't want to get bogged down in messy entanglements or anything that ties you down. You've got places to go and you're not about to sign up for anything that keeps you in one spot. The way to stay unfettered is to shy away from emotion. Sagittarians rarely talk about their feelings - they talk about what they think about their feelings. Time and again Sagittarians are bewildered when their romantic partners ask for more passion and feeling. Because you keep one eye on the exit door and don't welcome enduring, profound relationships, sooner or later, you'll unknot the tie that binds.","Friendship, however, is a different matter. You are always willing to be a pal - and you are the nicest friend in the zodiac. Kind, openhearted, jovial, completely free of malice, you are always doing favors for others. Your way of helping doesn't put the recipient under heavy obligation. 'No strings' is a guiding Sagittarian motto.", "Freedom is you most valuable possession. If it comes to a choice you'll take a difficult path, accept less money, dispense security, do anything as long as you have to answer only to yourself. Your passion for liberty underlies all your other qualities. Prizing it as you do, you also willingly grant it to others.  You don't meddle in other people's plans or interfere with what they think best for themselves, and you aren't possessive or jealous.","A sense of humor is among your most endearing traits. High-spirited and congenial, you are a gifted conversationalist, a wonderful storyteller, and a born entertainer. Writing, publishing, TV, communications are enterprises in which there are many Sagittarians. Famous Sagittarians in these fields include Noel Coward, James Thurber, Mark Twain, Garson Kanin, William Buckley, and Woody Allen.", "You Jupiter-ruled people are unusually versatile. You have wide-ranging interests - music, nature, philosophy, computer technology, theater, animals - and enough energy to do six things at once. What you lack is staying power. Before you finish with one project, you are off to meet the next challenge. One reason is that you become bored doing the same things, and boredom is your worst enemy, but another is simply that you must move on - and up.", "In business you are imaginative and clever, ready to accept the new and to use it. But you perform best when there's something really important at stake. When you're down to your last change to win, when it's now or never, you'll put everything you won on the turn of a card and redouble the stakes. You believe in you luck.", "You are straightforward and honest. Your frankness makes you easy to deal with because one doesn't have to spend time figuring out the hidden significance. What you say is what you mean. And you're willing to tell all who ask exactly what you think of them, their lifestyle, hairstyle, choices, lovers, you name it. The best part, however, is people can trust what you tell them. Your candid remarks are not meant to hurt; they spring from a desire to tell the truth. Ironically, you are rather thin-skinned and too easily hurt by a thoughtless action or careless rebuff.","The keyword in understanding Sagittarius is possibility. To be restricted or feel your choices are diminished is very depressing to you. You tend not to look at life as it is but as you want it to be. In many ways, you rebel against being a grownup. Certainly, you know how to take on responsibility and you've proven yourself strong in the face of setback. Crisis brings out the best in you. It's the 'dailiness' of life that defeats you. You have grand and wonderful ideas for an adventurous career or carving out a utopian life or helping the world become a better place. Then you procrastinate, let others deal with the details, lose interests in a plan - and wonder why you're stuck in the same place.","However, Sagittarians are among the most likeable people in the zodiac. True, you can be extravagant and wasteful, even on occasion reckless and irresponsible. True, you life is full of forgotten appointments, missed deadlines, unfinished projects. True, your emotions can be shallow and your commitments almost nonexistent. Overriding everything, though, is the fact that you're fun to be with. So what if you promise the moon and everyone knows you won't deliver. You know it too. There's nothing underhanded or secretive in the way you deal. You play with all your cards on the table.","Impetuous, buoyant, charming, you hitch your wagon to the merry-go-round of life and ride it with insouciant elegance."],
        "inner":"Like Scarlett O'Hara, your motto is 'Tomorrow is another day.' Even in your darkest moods, you believe there's a light shining around the corner. You confidence in the future is genuine, but you hate anything interfering with your plans. You have a hunger to experience life to its fullest - to travel, meet interesting people, and see things you've never seen before. Anything new sparks your interest. In fact, you'll usually say yes to a suggestion without weighing its merits simply because it lifts your spirits. Ans while you're not exactly a moody person, you are high strung and can become irritable when you start to get bored. You may think no one care about you or understands you when you're feeling this way, but luckily your belief that you're someone special always sees you through.",
        "others":"People like your sense of humor and your buoyant presence. No matter what goes wrong, you're ready with an upbeat explanation and forecast for the future. You're also the first to volunteer help; colleagues and friends appreciate your willingness to do favors. People like your frankness, although sometimes they think you can be too frank and that you put your foot in your mouth too often. To some you seem fickle and undependable, perhaps a bit too detached emotionally. In general, you're viewed as an unpredictable, independent spirit.",
        "duality": "Masculine",
        "triplicity": "Fire",
        "quadruplicity": ["Mutable", "Sagittarius is energetic, ambitious, generous, freedom-loving, and a seeker of challenge, open to new ideas and exploration."],
        "ruling": "Jupiter: The most important Roman god, ruler of heavens. In astrology, Jupiter is the planet of good fortune, optimism, expansion, abundance.",
        "symbol": "The Archer: Representing directness, high aims, a love of outdoor activity and the chase.",
        "glyph": ["../images/sagittarius.png","The pictograph represents the free-ranging, pointed arrow of the Archer. It is also a picture of the human leg from thigh to knee (the part of the anatomy that Sagittarius rules). In symbolic terms, it is the line of wisdom angled away from trouble and earthly concerns and pointing toward higher ideals."],
        "dominant": "I See",
        "polarity": "Gemini: Sagittarius is the sign of philosophy, higher learner, and broad concepts. Its natives are happiest discovering new ideas, exploring distant places, and not getting tied down with personal commitments. Gemini, Sagittarius's opposite sign, is the sign of personal expression and communicating 'one-on-one.' Gemini people are extremely verbal, love to give advice, and tend to try to guide (even to control) other people's lives.",
        "body": "The liver, the hips, and the thighs: Sagittarian natives need lots of outdoor exercise in order to keep healthy. They have a sensitive liver and are susceptible to overuse of alcohol and to hepatitis.",
        "day": "Thursday",
        "number": "5 and 7",
        "birthstone": "Turquoise: Attracts love, protects from harm, and gives it wearer the ability to see into the future.",
        "color": "Purple: Uncommon color of royalty and the artistic",
        "cities": "Budapest, Cologne, Toledo, Acapulco",
        "countries": "Spain, Hungary, Australia",
        "flowers": "Narcissus, Holly, and Dandelion",
        "trees": "Mulberry, Oak, and Birch",
        "metal": "Tin",
        "animals": "Horse",
        "danger": "Sagittarian people are subject to accidents of fire and explosion, especially while traveling. Their strong desire for freedom may also incite jealously and possessiveness on the part of a lover.",
        "trait": "Optimism",
        "famous": "Frank Sinatra, Jon Stewart, Miley Cyrus, Winston Churchill, Christina Aguilera"
    },
    {
        "order":10,
        "sign": "Capricorn",
        "date": "December 22 - January 19",
        "desc": ["Capricorns are ambitious, and the lives of those born under this sign are marked by a purposeful pursuit of their destiny. Your motivating force is desire for success, money, status, position, authority, and (though you may not realize it) for love.","Capricorn is both an earth sign and a cardinal sign, and the combination of practicality (earth) and initiative (cardinal) produces a personality geared toward leadership and power. In the zodiac Capricorn is linked to the Mid-heaven - the point at the top of the horoscope that represents high achievement. You're a born climber who's not content to poke along down in teh valleys. As long as there is a top to get to from the bottom, you will persevere in your upward striving. Your symbol is the Goat, and everyone knows how goats bound up impassable terrain, finding footholds where no one thought they existed. You always carry with you the knowledge that there are tasks to be fulfilled and if you can't move mountains, then at least, like the Goat, you can scale the heights.","Your ruler Saturn is the planet of limitations, which includes the limitation of time. (To the ancients, Saturn was the symbol for Father Time.) You have a heightened sense of the value of time, which helps to make you a superb organizer and planner. Unlike those who don't look beyond next month, you will carefully examine you goal, separate it into all its necessary steps, and plot out a long-term timetable that often involves years. In the sign of Capricorn the quality of patience reaches new heights. One of the hallmarks of your sign is that you learn to wait for things you want. You are willing to give up today's temptation for tomorrow's reward.","As aura of melancholy and sternness often surrounds you. Saturn has been called the Celestial Taskmaster, for it symbolizes responsibility, discipline, and restriction. As a child of Saturn, you need something to improve and to perfect. You could have been the prototype for Lewis Carroll's sly and charming jingle about industriousness: 'How doth the little crocodile improve its shining tail...?' You are ambitious, practical, and, above all, determined. You are not interested in vague theory; you want to put any knowledge to use. Your active mind quickly grasps ideas, and you have an admirable ability to concentrate. You are precise and orderly, and generally don't trust others to look after details. When you give your word you stick to it, and when you undertake a task you complete it to the best of your ability. You tend to fuss over details and to make sure all contingencies are covered. It's your way of being in control.","Because of your diligence, people sometimes fail to give you credit for creativity. Yet you are highly creative - your skill is to link this to your talent for organization. You put dreams into action, and are especially drawn to the artistic arena and the performing arts.","You think of yourself as a real person in a real world that allows little time for idle pleasure-seeking. In certain ways, Saturn is an austere and strict parent that lives inside each Capricorn. Essentially, you feel you can depend only on yourself. The child in you feels unworthy - and your life-long lesson is to shed this feeling and learn to love yourself. You do not need to be your own parent who disciplines and keeps you toeing the line. You yourself must allow the spontaneous part of you to play and run.","Your remoteness of spirit is often misunderstood by others; it has been described as cold passion. But you are not cold as much as self-sufficient. Because you need to organize and control your surroundings, on occasion you take a strong hand in other people's lives. To you, it's not meddling but handling things better. Beneath your reserve there is a sensitive and sympathetic person, and anyone who needs a strong shoulder to lean on needn't look further than Capricorn.","Certainly you do not deserve your reputation for being sober and gloomy. One of your more striking characteristics is a sense of humor. Your wit may be dry, incisive, but it is extremely funny and has a way of erupting when others least expect it.","As is your nature with everything else in life, you are cautious and conservative with money. Chances are you will amass wealth during your lifetime (usually in the later years), for you know how to make sound investments. In business your success is due to painstaking preparation. The journey of ten thousand miles may begin with a single step, but you know you can't get anywhere unless you first know where you're going. You may not size up a situation as quickly as some, but this can be advantage, for it means you won't heedlessly plunge in. Instead, you will research, examine what others have done before, and gather all relevant data. Only then, with a thorough understanding of the details, will you begin to move. And then you won't be stopped until you reach your goal.","You are not comfortable with ambiguity. You seek certainty and tend to see things in black and white. Emotional gray areas are troublesome, and your turn away from them. To the unevolved Capricorn there is only one 'right' way, which is his or her way. Capricorn can be closed-minded and critical, and put value only in power and success.","Your basic concern is for security. That goal comes first and you are usually materialistic. You can be spiteful toward those who stand in the way. You have a great sense of pride and will not forgive anyone who belittles or slights you. By the same token you will repay favors done for you. Scorpios also go out of their way to repay a kindness, but in their case it is done out of a sense of gratitude and fidelity. With you the motivation is pride that does not allow you to live comfortably under obligation.","More than any other sign of the zodiac, Capricorns marry for money and prestige. In most relationships you must dominate, because when you are in control you do not feel vulnerable to another person's power. In small ways you are continually testing the loyalty of those close to you. You are the loner of the zodiac, but have a great need to be loved and appreciated. Unfortunately, you won't let this need to be known - in fact, you are a past master at concealing it.","Underneath the mask, you wear still other masks, and it can take a long time to discover the real you. To others you may appear aloof, indifferent, hard to reach because you are so self-contained. But the very elusiveness of your Capricorn personality can be hypnotically attractive. Like a riddle wrapped inside a sphinx, there seems to be a fascinating secret buried in your depths.","Anyone who cares enough to penetrate your shell of reserve will be greatly rewarded. Your affections and loyalty run deep, and you cherish and protect those you love. And you stick around when the going is toughest."],
        "inner":"You don't need anyone to convince you that life is serious business; you've known it all along. That's what keeps you anxiously asking yourself: Am I fulfilling my responsibilities? Am I achieving as much as I should? Am I self-reliant enough? You know you have the persistence and strength of purpose to reach your goals. But you also have a deep need to connect on an emotional level in your relationships so that you won't feel separated from those you care about. You worry about keeping all that's valuable to you - which includes relationships. Despite your intelligence and the fact that you're so determined, you often feel insecure. You're a bundle of conflicting emotions. You require discipline and order - chaos drives you crazy and makes you doubt yourself and what you're capable of. But maybe the gods meant for you to have some doubt; if you believed you're as powerful as you really are, you'd be impossible to live with.",
        "others":"You're often seen as an irresistible force and an immovable object. People put you in charge because you're decisive - you're famous for having a great sense of realism. When others need a rational head in a crisis, they call on you. In personal relationships, some friends will stand in line to unload their problems on you; others avoid you because they think your outlook is to downbeat. Everyone agrees that it's difficult to divert you from your course when you've set a goal. Some people feel that in order to find the real you they have to strip away layers of secrecy, but most understand that your aloofness stems from a deep sense of personal privacy.",
        "duality": "Feminine",
        "triplicity": "Earth",
        "quadruplicity": ["Cardinal", "Capricorn is reserved, prudent, patient, uses strategy instead of force, seeks security, is acquisitive, disciplined, determined, and quick to seize opportunity."],
        "ruling": "Saturn: Roman god who presided over the sowing and reaping of grain. In ancient times, the outermost planet of the known universe. In astrology, Saturn represents obstacles, limitation, restriction, discipline, responsibility.",
        "symbol": "The Goat: A surefooted animal who is able to ascend the heights by taking advantage of every foothold. The goat butts its way through obstacles.",
        "glyph": ["../images/capricorn.png", "The pictograph represents the V-shaped beard of the Goat and the curved tail of the Fish (the Sea-Goat, which was the ancient symbol for Capricorn). It also pictures the human knee and circular kneecap (the part of the anatomy that Capricorn rules). In symbolic terms, the glyph is two straight lines that meet one another, connected to a circle and a crescent. This represents the melding authority andresponsibility that is strengthened by both energy and passion."],
        "dominant":"I Use",
        "polarity": "Cancer: Capricorn is the sign governing reputation, career, standing in the community. Its natives seek honor, praise, and approval in the world at large, but tend to be emotionally reserved in personal relationships. Cancer, Capricorn's opposite sign, is the sign of domesticity and home life. Cancerians derive security from the love and closeness of mates and family members.",
        "body": "The bones, joints, and knees. Capricorn natives often have beautiful bone structure, but they are subject to stiff joints, rheumatism, and orthopedic problems.",
        "day": "Saturday",
        "number": "2 and 8",
        "birthstone": "Garnet: Attracts popularity, high esteem, and true love",
        "color": "Dark Green and Brown: Classic, comforting colors of nature and the earth.",
        "cities": "Oxford, Boston, Brussels, Chicago, Montreal",
        "countries": "Mexico, Afghanistan, Bulgaria, India",
        "flowers": "Carnation and Ivy",
        "trees": " Pine, Elm, and Poplar",
        "metal": "Lead",
        "animals": "Goats and animals with cloven hoofs",
        "danger": "Other people may harbor hidden grudges and resentments because of Capricorn's coldness and reserve. Secrets from the past are often used against Capricorns.",
        "trait": "Steadiness",
        "famous": "Elvis Presley, Tiger Woods, Al Capone, Katie Couric, Joan of Arc"
    },
    {
        "order":11,
        "sign": "Aquarius",
        "date": "January 20 - February 18",
        "desc": ["Astrologers are fond of this eleventh sign of the zodiac, for Aquarius is the sign of the future, of the visionary, some say of astrology itself. Aquarians are unorthodox, original people - sort of wacky, witty mad-caps who refuse to follow the crowd and go their own way. You like being different. You not only march to a different drummer, you make up new music as you go along.", "intellectual independence is your most marked characteristic. In the sign of Aquarius, the combination of a fixed quality (representing persistence) and an air element (representing intellect and communication) under the influence of the planet of change, Uranus, creates a personality that is liberal, progressive, yet fixed in opinion. Your inflexibility shows up when others least expect it (in keeping with your penchant for unconventionality). It may be in defense of an idea you have, a trip you've decided on, a habit of yours that your refuse to give up - whatever the cause, someone will suddenly come in conflict with your Aquarian obstinacy. You refuse to compromise or give an inch. You're a strange mix of an avant-garde thinker whose opinion are written in stone. You cheerfully ignore what others think and strike off on new paths, unbound by precedent, because there are so many more exciting things for you to discover that way. You think boredom is a communicable disease and take every opportunity to avoid it.", "Your character is a system of paradoxes. You enjoy being with people but are content to be alone. You like to travel but love relaxing at home. You are friendly and outgoing but also detached and reserved. You have both a scientific and an artistic turn of mind. In career you often are involved in two distinct areas of work.","Your astrological symbol is the Water Bearer - often Aquarius is mistaken for a water sign. Aquarius is an air sign. You are a communicator, an idea person. People born under this sign live most intensely in their minds. The 'water' being poured out by the Water Bearer stands for truth. You are a truth-teller; you give out opinions and observations. You dispense wisdom. You are a seeker of knowledge, rational, open-minded, gifted with breadth of vision. Clock full of information, you will search for more. You always want to know what lies on the other side of the mountain. One Aquarian recently declared, 'It annoys me to find out there's something out there I've never heard of. I need to know what it is!'","You can be objective in judgement, for you don't let emotion get in the way. This appears to give you the ability to stand outside yourself, to rise above ordinary human frailty. Your built-in distrust of emotion compels you to struggle against its chains, and this may become a source of inner conflict.", "Problems arise when your sense of identity becomes inextricably linked to your ideas. Like Gemini, another air sign, you have a lot of ego invested in your opinions. When others disagree, you take this as an attack on your personhood. Your fixity turns into willfulness and rebelliousness for the sake of being a rebel. You deliberately refuse to to recognize that your idea isn't working in real world of your relationships or career - and you sabotage yourself by insisting on your way even if your way proves to be unfeasible.", "You are very people-oriented, addicted to the study of human beings and an inveterate people-watcher. Outgoing and amiable, you attract friends wherever you go. You have a talent for making people laugh with a pithy phrase that sums up a situation - though those who tangle with you quickly discover how your sharp verbal skills can deflate pomposity and pretension. You possess a true common touch, yet never lose your own strong individuality. Whomever you meet, you remain you - that amusing, inquisitive, interested person who wants to know what makes others tick. Your gift is for dealing with all kinds of personalities from every walk of life, no matter what their station or status. You never put on airs, not are you cowed by anyone's wealth or position. If you met the Queen of England, you would be your natural self. We're all related, you believe, because we're all humans beings. You are genuinely interested in why a person thinks this way or that. The nicest part is that you do not judge. You willingly grant others what you consider an inalienable right: the freedom to be unique. For you, the ultimate liberation is simply the freedom to be oneself.","As a student of human behavior, you have a great tolerance for the weakness anf foibles to which all mankind is heir. You are a humanitarian, concerned with the welfare of the world, but do not get deeply involved in intimate relationships. There is always a certain distant quality to you, a detachment or aloofness of spirit. You seem to disassociate yourself with emotion. However, the cool, arm's-length impression you give can be deceiving. In the zodiac Aquarius symbolizes friendship, and you can form close and enduring ties. Beneath your detached, seemingly unemotional exterior beats a stubbornly loyal heart. No one is a truer, finer friend than Aquarius. Completely free of malice, you'll do anything to be helpful. Yet you'll never let the other person become dependent on you. Your affection come with no strings attached.","Because independence is your way of life, you will sacrifice even a close personal relationship in order to maintain it. Trying to fence you in or tie you down won't work. If you feel trapped, you try to break free at any cost. Your sign Aquarius also represents future hopes and yearnings, and for you, what's over is done with. You want to escape the past and, like Peter pan, head straight on to morning. You're wonderful at hatching schemes and dreams. Plotting trips, setting goals. The unusual - in people, places, and projects - is what really interests you.","As an idealist you would like to see that everybody is happy, and your ambition is to do something important and meaningful. Many Aquarians go into politics or become involved in social causes. This is the astrological sign of hopes and wishes, and you are the kind who follows a dream. History is dotted with progressive Aquarian thinkers such as Charles Darwin, Abraham Lincoln, Susan B. Anthony, Thomas Edison, and Franklin Delano Roosevelt.","An Aquarian will hatch up a grandiose scheme for improving the way things are, but your main interest is in creating the idea, not translating it into action through work. Hard work doesn't interest you. You are creative, imaginative, endlessly willing to experiment, but the drudgery of detail and the minutiae of management are not your style.","You'd rather invent a new utopian scheme and let others grapple with hard realities.","Your great weakness is a tendency to inflate your own importance, to pose as an expert on any subject.", "You are so determined not to be like anyone else that you are sometimes contrary just to be different. You have the least regard for convention of any zodiacal sign, which often gives you a reputation for being eccentric. Just as you are broad-minded about the faults of others, you take for granted that your shortcomings will be overlooked.", "Sometimes you will be argumentative not because you feel deeply, but simply because you enjoy the intellectual exercise. You are quickly bored and take delight in verbally provoking anyone you consider stodgy and dull.", "Nevertheless, Aquarians are among the kindest people in the world. Easygoing, reasonable, slow to take offense, never mean-hearted, you believe in live-and-let-live. Honest, helpful, altruistic, and best of all never boring, you can change anyone's life for the better just by becoming part of it."],
        "inner":"The most frequent question you ask is 'Why?' You want to understand what makes other people tick. Their lives fascinate you because you hope they will offer you insights into your own. You have plenty of love to give, and you want nothing more than to have lots of interesting friends, a wonderful love relationship, fulfilling work, and for the world to be a better place and everyone to be happy. Not much to ask, is it?One of your best-kept secrets is how shy and insecure you are. You wonder if the people you care about feel the same way about you - this is why you work so hard to make others like you. You want to share yourself, but are afraid of losing who you are or becoming what other people think you should be. Yet somehow your feelings of insecurity manage to coexist with a belief that you are someone special.",
        "others":"You're often regarded a slightly eccentric - not necessarily strange, but certainly an independent character, a kind of daredevil with an unusual way of looking at things. People consider you a pathfinder, a member of the real avant-garde. They think you have a wicked sense of humor, an ability to shock and amuse at the same time. They know you're open to new ideas, especially when these ideas are yours. People are drawn to your friendliness and enthusiasm, but they withdraw quickly when you turn acid-tongued. Sometimes, because you need so much personal freedom, you give the impression of being uncaring or distant. Those around you may also become annoyed at your stubbornness.",
        "duality": "Masculine",
        "triplicity": "Air",
        "quadruplicity": ["Fixed", "Aquarius is assertive, independent, progressive, analytical, original, and inventive, has strong dislikes and firm opinions."],
        "ruling": "Ancient Greek sky god, first ruler of the universe. It was the first modern planet to be discovered (in 1781). In astrology, Uranus is the planet of change, disruption, the unconventional, and the unexpected. It rules invention, aerodynamics, and modern science.",
        "symbol": "The Water Bearer: Dispensing a gift that flows freely and equally to all; representing creation and the giving of life. The water that the Water Bearer pours out symbolizes truth, which you freely give out to the world",
        "glyph": ["../images/aquarius.png", "The pictograph represents the water that flows from the vessel of the Water Bearer. It is also a picture of the human ankle in motion (the part of the anatomy that Aquarius rules). In symbolic terms, the ridged unbroken lines represent electric energy, universal thought, and the wisdom of the future."],
        "dominant": "I Know",
        "polarity": "Leo: Aquarius is the sign of hopes and dreams, friends and wishes. Its natives tend  to be idealistic humanitarians who are concerned with the larger issues of the world but  remain personally detached in their own relationships. Leo, Aquarius's opposite sign, is the sign of pleasure, affection, and love affairs. Leo people look for fun and good times to make them happy; they need close ties with others and tend to dominate in love affairs.",
        "body": "The circulatory system, shins and ankles; Aquarius natives are prone toward ankle sprains and breaks; also to varicose veins and hardening of the arteries.",
        "day": "Wednesday",
        "number": "1 and 7",
        "birthstone": "Amethyst: Brings faithfulness in love and bestows the gift of prescience.",
        "color": " Electric Blue: The clear color of the sky.",
        "cities": "Stockholm, Moscow, Buenos Aires, Salzburg",
        "countries": "Russia, Sweden, Ethiopia",
        "flowers": "Orchid",
        "trees": "Fruit trees",
        "metal": "Uranium",
        "animals": "Large birds",
        "danger": "Aquarians are innovative, unconventional, and sometimes eccentric, and are therefore often targets for attack by narrow-minded people. Aquarians also have a tendency to get into unusual situations and take up with oddball individuals.",
        "trait": "Friendliness",
        "famous": "Oprah Winfrey, Justin Timberlake, Charles Darwin, Farrah Fawcett, Paris Hilton"
    },
    {
        "order":12,
        "sign": "Pisces",
        "date": "February 19 - March 20",
        "desc": ["Just as the first sign of the zodiac, Aries, represents a new beginning so the twelfth and last sign, Pisces, is the end of the circle, the sign of eternity, reincarnation, and spiritual rebirth. Many astrologers say that Pisces is a link to the spirit world and that you who are born under this sign are old souls, for they believe Pisceans to have experienced other lives in the past.", "Pisceans have an otherworldly quality. In mystical terms, you are described as being half-body and half-spirit, pulled between material existence and spiritual concerns, possessed of the knowledge that you will never be entirely at home in the real world.","Like natives of the other water signs (Cancer and Scorpio), you have the ability to see deeply into the human psyche. Subtle and intuitive, you are born with the gift of prophecy, and may even become involved in the occult, ESP, and spiritualism. Because you have a close relationship with astral forces, you feel things before you know them and your feelings are rarely wrong. If you get a hunch, others would be wise to pay attention. Part of your clairvoyance stems from the fact that you understand first with your heart, and only then do you rationalize what you know intuitively.", "Ruled by Neptune, planet of mystery and illusion, your personality is elusive, fey, and quick-silvery. Your element is water, and the imagery of the sea is evident in how easily you adapt to the ever-shifting currents around you. More than natives of any other sign, you are enormously influenced by your surroundings and by the people who touch your life. Indeed, you have a unique ability to get under another person's skin, to take literally as your own another's problems, joys, and woes. You have tender sympathy for anyone or anything that hurts; sick plants, hungry animals, and friends in need - they all find a home with you. At times you give away the very strength and emotional security you need for yourself.","You possess superb intuitions and a seemingly bottomless understanding of other people, yet your extraordinary sensitivity can be your most vulnerable point. You are too impressionable to each passing influence, too susceptible to someone else's hard-luck story or plea for help.  For you, learning to say no can be a lifetime project and you may never learn how to do it all.","Ancient astrologers called Pisces the sign of Sorrow from Self-Undoing, and you can easily become the creator of your own downfall. You are impractical and fall prey to overindulgence. You also have a penchant for picking the wrong companions. A fatal flaw in Pisces is the tendency to flee from what you don't want to deal with, and this can lead you into a world of addictive behavior. At times, your life may become so punctuated with trouble and heartache that you try desperately to escape, and then you are like Eliza jumping from ice floe to ice floe, with no clear sense of where you are headed. Your symbol, two fishes tied together swimming in opposite directions, represents conflicting emotions and desires that pull you to and fro. You must fight hard for stability, for the strength of purpose and balance needed to combat the negativity of laziness, carelessness, and emotion confusion. You need to develop a positive self-image, play on your strengths and ability to take responsibility, not let yourself fall victim to bad choices and your predilection for self-undoing. Your life lesson is to learn self-doing.","Certainly, you do not lack backbone. Indeed, you are capable of great sacrifice and hard work in the service of a cause or an ideal. intellectually you are curious and like to explore the unusual and hidden. Although you can be impractical, even lazy, you are also capable of prodigious work when you are involved in a project you truly care about. The thing is that despite the fact that you work unselfishly for others, you find it hard to be strict and disciplined with yourself. Not many natives of this sign are suited to the harsh, rough-and-tumble world of business and commerce. Pisces is the mystical sign of the poet and the dreamer, and you are more successful as a writer, musician, or artist. You're intensely imaginative and addicted to make-believe, and you strive to create a world that comes close yo your own unique vision. When you put your energy into creating fantasies, you're the most creative artist in the zodiac. Among famous Pisceans creators are Pierre-Auguste Renoir, Frederic Chopin, Enrico Caruso, Vaslav Nijinsky, Rudolph Nureyev, Elizabeth Barrett Browning, and Edna St, Vincent Millay.","Because you blend compassion and understanding with great verve, you exert a unique power on people whose lives touch yours. You may feel you lack self-confidence to be a leader, but you are definitely a guide, teacher, and role model to many. You are also a fey charmer and a mischievous wit who loves to laugh. Yet because you are fundamentally unsure of yourself, you prefer to work alone rather than with people. You have an instinct for finding what appears to be the easy way out, and founder in the shallows of least resistance. This is why so many talented, charming, superior natives of this sign never attain the position in life to which their gifts entitle them.","You are a very special person whose sensitivity and awareness will always appeal to a select group. You are capable of high intellectual achievement and your magnetic, mysterious, engaging and delightful personality is heightened by an intriguing sense of drama.","You are also loyal, unselfish, and generous, always ready to help a friend who has fallen on hard times. In fact, you often create a special kind of magic - when you concentrate on the best and reject what is ugly and mean-spirited, people are likely to live up to your vision. You have a deep appreciation fir the inner qualities of others; you are not concerned with the superficial and with what others see on the surface. You look at the inner soul, the essence. There is no more sensitive, perceptive friend, not one more warmhearted, caring, devoted, and sentimental."],
        "inner":"You absorb impressions, images, and emotions from everything around you, and then filter them through your rose-colored view of how you'd like things to be. This is not to say you cannot deal with reality - it's just that you like to think of life as an ultra-romantic movie filled with happy endings and where everyone has the best possible motives. You're a big bundle of feelings. You feel intense joy and happiness when you're involved in a creative project or a loving relationship. The opposite is also true: you can suffer great depths of sadness than most. Yet you're tougher than most people think. Push you down and you keep bouncing back like a rubber bathtub toy. You're charged with energy and get caught up in what's going on around you. Your greatest strength is in giving to others; you're always ready to help whoever needs you.",
        "others":"Everyone thinks you are his or her special friend, that they have your undivided attention. You're thought of as solicitous and concerned. You're also known as a sparking social presence - witty, vivacious, and always interested in new activities. People consider you artist and somewhat bohemian, and are impressed by your psychic sensibility. They value you as a confidant but, oddly, the more people lean on you, the weaker they think you are.",
        "duality": "Feminine",
        "triplicity": "Water",
        "quadruplicity": ["Mutable", "Pisces is receptive, intuitive and emotional, imaginative, romantic, impressionable and mystical, adaptable, and very changeable."],
        "ruling": "Neptune: Ancient god of the sea; second of the modern planets to be discovered (in 1846). In astrology, Neptune is the planet of illusion, glamour, mystery, deception.",
        "symbol": "Two Fishes tied to one another and swimming in opposite directions: Signifying hidden  depths, shifting emotional currents, conflicting desires, and extremes of temperament.",
        "glyph": ["../images/pisces.png", "The pictograph represents two Fishes tied together. It is also a picture of the human feet (the part of anatomy that Pisces rules). In symbolic terms, the glyph is two crescent moons connected by a straight line. This represents emotion and higher consciousness tied to and limited by the material world."],
        "dominant": "I Believe",
        "polarity": "Virgo: Pisces is the sign of dreams and mysticism. Its natives trust their intuitions and feelings and tend to seek more spiritual values in life. Virgo, Pisces's opposite sign, is the sign of work and service. Virgo people deal in facts and reality; they are practical and strive for material success.",
        "body": "The feet: Pisceans have beautifully shaped, sensitive feet that are Unfortunately  prone to aches, bunions, corns. Ill-fitting shoes are a particular hazard to people of this sign.",
        "day": "Friday",
        "number": "2 and 6",
        "birthstone": "Aquamarine: Magnifies occult powers and brings serenity of mind. It also protects its wearer while traveling on the sea.",
        "color": "Pale green and turquoise: The dreamy colors of the sea.",
        "cities": "Casablanca, Alexandria, Lisbon, Seville, Dublin",
        "countries": "Portugal, the Sahara Desert",
        "flowers": "Water Lily, White Poppy, Jonquil",
        "trees": "Fig and Willow",
        "metal": "Platinum",
        "animals": "Fish",
        "danger": "Pisceans have a high susceptibility to alcohol and drugs. They are also easily drawn into unpredictable situations and to unbalanced people.",
        "trait": "Compassion",
        "famous": "Kurt Cobain, Carrie Underwood, Albert Einstein, Drew Barrymore, Jennifer Love Hewitt"
    }
]