[
    {
        "quote": "Don't judge each day by the harvest you reap, but by the seeds you plant.",
        "approved": true
    },
    {
        "quote": "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time.",
        "approved": true
    },
    {
        "quote": "Nothing is impossible; the word itself says 'I'm possible'!",
        "approved": true
    },
    {
        "quote": "You are never to old to set a new goal or dream another dream.",
        "approved": true
    },
    {
        "quote": "Everyone wants to live at the top of the mountain, but all the happiness and growth occurs while you're climbing it.",
        "approved": true
    },
    {
        "quote": "The best way to get something done is to begin.",
        "approved": true
    },
    {
        "quote": "You were born to win, but to be a winner, you must plan to win, prepare to win, and expect to win.",
        "approved": true
    },
    {
        "quote": "The tragedy of life doesn't lie in not reaching your goal. The tragedy lies in having no goal to reach.",
        "approved": true
    },
    {
        "quote": "Do it now. Sometimes 'later' becomes never.",
        "approved": true
    },
    {
        "quote": "Try not to become a man of success, but a man of value.",
        "approved": true
    },
    {
        "quote": "As soon as you really commit to making something happen, the 'how' will reveal itself.",
        "approved": true
    },
    {
        "quote": "I don't believe you have to be better than everybody else. I believe you have to be better than you ever thought you could be.",
        "approved": true
    },
    {
        "quote": "People who are crazy enough to think they can change the world, are the ones that do.",
        "approved": true
    },
    {
        "quote": "Energy flows where attention goes.",
        "approved": true
    },
    {
        "quote": "Make your life a mission - not an intermission.",
        "approved": true
    },
    {
        "quote": "Falling down is how we grow. Staying down is how we die.",
        "approved": true
    },
    {
        "quote": "Even if you fall on your face, you're still moving forward.",
        "approved": true
    },
    {
        "quote": "You can't cross the sea merely by standing and staring at the water.",
        "approved": true
    },
    {
        "quote": "Success is not final, failure is not fatal: it is the courage to continue that counts.",
        "approved": true
    },
    {
        "quote": "A river cuts through a rock not because of its power, but its persistence.",
        "approved": true
    },
    {
        "quote": "If you can't stop thinking about it, don't stop working for it.",
        "approved": true
    },
    {
        "quote": "When you feel like quitting, think about why you started.",
        "approved": true
    },
    {
        "quote": "Wake up with determination. Go to bed with satisfaction.",
        "approved": true
    },
    {
        "quote": "In order to succeed, we must first believe that we can.",
        "approved": true
    },
    {
        "quote": "If plan A doesn't work, the alphabet has 25 more letters.",
        "approved": true
    },
    {
        "quote": "Mistakes are proof that you are trying.",
        "approved": true
    },
    {
         "quote": "Nothing worth having comes easy.",
         "approved": true 
    },
    {
        "quote": "Work until your idols become your rivals.",
        "approved": true  
    },
    {
        "quote": "You only fail when you stop trying.",
        "approved": true  
    },
    {
        "quote": "Be stubborn about your goals. and flexible about your method.",
        "approved": true
    },
    {
        "quote": "Do something today that your future self will thank you for.",
        "approved": true
    },
    {
        "quote": "Don't count the days, make the days count.",
        "approved": true
    },
    {
        "quote": "Your only limit is you.",
        "approved": true
    },
    {
        "quote": "There is no elevator to success. You have to take the stairs.",
        "approved": true
    },
    {
        "quote": "Sometimes you win; sometimes you learn.",
        "approved": true
    },
    {
        "quote": "Believing in yourself is the first secret to success.",
        "approved": true
    },
    {
        "quote": "Make today so awesome that tomorrow gets jealous.",
        "approved": true
    },
    {
        "quote": "Stop being afraid of what could go wrong and start being positive about what could go right.",
        "approved": true
    },
    {
        "quote": "Without hard work nothing grows but weeds.",
        "approved": true
    },
    {
        "quote": "Strive for progress, not perfection.",
        "approved": true
    },
    {
        "quote": "Success all depends on the second letter.",
        "approved": true
    },
    {
        "quote": "Life is 10% what happens to you, and 90% how you react.",
        "approved": true
    },
    {
        "quote": "Knowing is not enough; we must apply. Willing is not enough; we must do.",
        "approved": true
    },
    {
        "quote": "When you want to succeed as much as you want to breathe, that's when you become successful.",
        "approved": true
    },
    {
        "quote": "Persistence can change failure into extraordinary achievement.",
        "approved": true
    },
    {
        "quote": "Successful people never worry about what others are doing.",
        "approved": true
    },
    {
        "quote": "I can't change the direction of the wind, but I can adjust my sails to always reach my destination.",
        "approved": true
    },
    {
        "quote": "You can't have a better tomorrow if you're still thinking about yesterday.",
        "approved": true
    },
    {
        "quote": "If you can find a path with no obstacles, it probably doesn't lead anywhere.",
        "approved": true
    },
    {
        "quote": "Some days you just have to create your own sunshine.",
        "approved": true
    },
    {
        "quote": "The expert in anything was once a beginner.",
        "approved": true
    },
    {
        "quote": "Every accomplishment starts with the decision to try.",
        "approved": true
    },
    {
        "quote": "Pressure can burst a pipe, but it can also create diamonds.",
        "approved": true
    },
    {
        "quote": "Be a game changer; the world already has enough followers.",
        "approved": true
    },
    {
        "quote": "Take a deep breath. It's just a bad day, not a bad life.",
        "approved": true
    },
    {
        "quote": "Patience is not the ability to wait, but the ability to keep a good attitude while waiting.",
        "approved": true
    },
    {
        "quote": "The only time you should ever look back is to see how far you have come.",
        "approved": true
    },
    {
        "quote": "If the plan doesn't work, change the plan - not the goal.",
        "approved": true
    },
    {
        "quote": "I don't know what the future holds, but I do know who holds the future.",
        "approved": true
    },
    {
        "quote": "There are no secrets to success. It is the result of preparation, hard work and learning from failure.",
        "approved": true
    },
    {
        "quote": "Don't let the fear of losing be greater than the excitement of winning.",
        "approved": true
    },
    {
        "quote": "Don't let small minds convince you that your dreams are too big.",
        "approved": true
    },
    {
        "quote": "Strength doesn't come from what you can do. It comes from overcoming the things you once thought you couldn't do.",
        "approved": true
    },
    {
        "quote": "Every champion was once a contender who refused to give up.",
        "approved": true
    },
    {
        "quote": "If it doesn’t challenge you, it doesn't change you.",
        "approved": true
    },
    {
        "quote": "The dream is free. The hustle is sold separately.",
        "approved": true
    },
    {
        "quote": "Today I will do what others won't, so tomorrow I can do what others can't.",
        "approved": true
    },
    {
        "quote": "Go confidently in the direction of your dreams. Live the life you have imagined.",
        "approved": true
    },
    {
        "quote": "What hurts more - the pain of hard work, or the pain of regret?",
        "approved": true
    },
    {
        "quote": "Keep away from those who try to belittle your ambitions.",
        "approved": true
    },
    {
        "quote": "There is always room at the top.",
        "approved": true
    },
    {
        "quote": "Every day is a second chance.",
        "approved": true
    },
    {
        "quote": "No matter how you feel, get up, dress up, show up and never give up.",
        "approved": true
    },
    {
        "quote": "Arriving at one goal is the starting point for another.",
        "approved": true
    },
    {
        "quote": "A smooth sea never made a skillful sailer.",
        "approved": true
    },
    {
        "quote": "It always seems impossible until its done.",
        "approved": true
    },
    {
        "quote": "Slow progress is better than no progress.",
        "approved": true
    },
    {
        "quote": "Be yourself and quit trying to be everyone else.",
        "approved": true
    },
    {
        "quote": "Courage is taking those first steps to your dream. Even if you can't see the path ahead.",
        "approved": true
    },
    {
        "quote": "To live is the rarest thing on Earth. Most people just exist.",
        "approved": true
    },
    {
        "quote": "Whatever the mind can conceive and believe, it can achieve.",
        "approved": true
    },
    {
        "quote": "The future belongs to those who believe in the beauty of their dreams.",
        "approved": true
    },
    {
        "quote": "It's not about being the best, it's about being better than you were yesterday.",
        "approved": true
    },
    {
        "quote": "Either you run the day or the day runs you.",
        "approved": true
    },
    {
        "quote": "You are only confined by the walls you build yourself.",
        "approved": true
    },
    {
        "quote": "Your life is your message to the world. Make it inspiring.",
        "approved": true
    },
    {
        "quote": "Life begins at the end of your comfort zone.",
        "approved": true
    },
    {
        "quote": "What would you attempt to do if you knew you could not fail?",
        "approved": true
    },
    {
        "quote": "The distance between your dream and reality is called action.",
        "approved": true
    },
    {
        "quote": "Be so busy improving yourself that you have no time to criticize others.",
        "approved": true
    },
    {
        "quote": "Education is the most powerful weapon we can use to change the world.",
        "approved": true
    },
    {
        "quote": "A motivated man is motivated by the desire to achieve, not by the desire to beat others.",
        "approved": true
    },
    {
        "quote": "Enjoy the little things in life...for one day you'll look back and realize they were the big things.",
        "approved": true
    },
    {
        "quote": "Only in the darkness can you see the stars.",
        "approved": true
    },
    {
        "quote": "Your mind is a powerful thing. When you fill it with positive things and thoughts, your life will start to change.",
        "approved": true
    },
    {
        "quote": "Happiness can be found, even in the darkest of times, if one only remembers to turn on the light.",
        "approved": true
    },
    {
        "quote": "Confidence is not 'They will like me', it's 'I'll be fine if they don't'.",
        "approved": true
    },
    {
        "quote": "It may be stormy now, but it never rains forever.",
        "approved": true
    },
    {
        "quote": "Negative people need drama like oxygen. Stay positive, it will take their breath away.",
        "approved": true
    },
    {
        "quote": "You have 86,400 seconds today. How will you use them?",
        "approved": true
    },
    {
        "quote": "Those who don't believe in magic will never find it.",
        "approved": true
    },
    {
        "quote": "You can't appreciate the good days without the bad ones.",
        "approved": true
    },
    {
        "quote": "Stop looking for happiness in the same place you lost it.",
        "approved": true
    },
    {
        "quote": "You are stronger than you seem, braver than you believe, and smarter than you think you are.",
        "approved": true
    },
    {
        "quote": "Talking about our problems is our greatest addiction. Break the habit. Talk about your joys.",
        "approved": true
    },
    {
        "quote": "Challenges are what make life interesting, and overcoming them is what makes life meaningful.",
        "approved": true
    },
    {
        "quote": "Your mistakes do not define you.",
        "approved": true
    },
    {
        "quote": "You were given this life because you were strong enough to live it.",
        "approved": true
    },
    {
        "quote": "Try and fail. Don't fail to try.",
        "approved": true
    },
    {
        "quote": "Be proud of who you are and not ashamed of how someone else sees you.",
        "approved": true
    },
    {
        "quote": "A certain darkness is needed to see the stars.",
        "approved": true
    },
    {
        "quote": "Life is your mirror. What you see as your outside always comes from the inside.",
        "approved": true
    },
    {
        "quote": "There is no passion to be found in settling for a life that is less than you are capable of living.",
        "approved": true
    },
    {
        "quote": "Take time today to appreciate someone who does something you take for granted.",
        "approved": true
    },
    {
        "quote": "The happiest people don't have the best of everything, they just make the most of everything.",
        "approved": true
    },
    {
        "quote": "Life's a journey, not a race.",
        "approved": true
    },
    {
        "quote": "If everybody likes what you're doing, you're doing it wrong.",
        "approved": true
    },
    {
        "quote": "Don't be afraid of change, it is leading you to a new beginning.",
        "approved": true
    },
    {
        "quote": "The greatest pleasure in life is doing what others say you cannot do.",
        "approved": true
    },
    {
        "quote": "The past should be the past. It can destroy the future. Live life for what tomorrow has to offer, not for what yesterday took away.",
        "approved": true
    },
    {
        "quote": "Don't worry about those who talk behind your back. They're behind you for a reason.",
        "approved": true
    },
    {
        "quote": "Courage is what it takes to stand up and speak. Courage is also what it takes to sit down and listen.",
        "approved": true
    },
    {
        "quote": "Any intelligent fool can make things bigger and more complex...it takes a touch of genius - and a lot of courage - to move in the opposite direction.",
        "approved": true
    },
    {
        "quote": "Trust yourself you know more than you think you do.",
        "approved": true
    },
    {
        "quote": "You only live once? False. You live everyday. You only die once.",
        "approved": true
    },
    {
        "quote": "Victory belongs to the most persevering.",
        "approved": true
    },
    {
        "quote": "You're a diamond, dear. They can't break you.",
        "approved": true
    },
    {
        "quote": "Fear kills more dreams than failure ever will.",
        "approved": true
    },
    {
        "quote": "Believe that life is worth living and your belief will help create the fact.",
        "approved": true
    },
    {
        "quote": "Count your blessings, not your problems.",
        "approved": true
    },
    {
        "quote": "Dream without fear; live without limits.",
        "approved": true
    },
    {
        "quote": "It doesn't matter who hurt you, or broke you down. What matters is who made you smile again.",
        "approved": true
    },
    {
        "quote": "Let your smile change the world, but don't let the world change your smile.",
        "approved": true
    },
    {
        "quote": "Everything will be ok in the end. If it's not ok, it's not the end.",
        "approved": true
    },
    {
        "quote": "Ships in harbors are safe, but that's not what ships were built for.",
        "approved": true
    },
    {
        "quote": "There are two ways of spreading light - to be the candle, or the mirror that reflects it.",
        "approved": true
    },
    {
        "quote": "The past is where you learned the lesson, the future is where you apply the lesson. Don't give up in the middle.",
        "approved": true
    },
    {
        "quote": "Don't let insecurity ruin the beauty you were born with.",
        "approved": true
    },
    {
        "quote": "Better than a thousand hollow words, is one word that brings peace.",
        "approved": true
    },
    {
        "quote": "Live without pretending, love without depending, listen without defending, and speak without offending.",
        "approved": true
    },
    {
        "quote": "Weak people revenge. Strong people forgive. intelligent people ignore.",
        "approved": true
    },
    {
        "quote": "If we don't know our own worth, then we should't expect someone to calculate it for us.",
        "approved": true
    },
    {
        "quote": "Don't limit yourself to the skies when there is a whole galaxy out there.",
        "approved": true
    },
    {
        "quote": "By being yourself, you put something in the world that wasn't there before.",
        "approved": true
    },
    {
        "quote": "Everything in your life is a reflection of a choice you have made. If you want a different result, make a different choice.",
        "approved": true
    },
    {
        "quote": "You are allowed to be a masterpiece and a work in progress simultaneously.",
        "approved": true
    },
    {
        "quote": "You cannot stop the waves, but you can learn to surf.",
        "approved": true
    },
    {
        "quote": "We can choose to be negative or we can choose to be positive. Either way, we are making choices that determine how we build our futures.",
        "approved": true
    },
    {
        "quote": "When you stretch your mind with new ideas, dreams, and concepts, it will never return to its original limitations.",
        "approved": true
    },
    {
        "quote": "Our most valuable discoveries are accomplished through effective listening.",
        "approved": true
    },
    {
        "quote": "Everyone can be creative, it's just a matter of finding a way to break through the barriers holding us back.",
        "approved": true
    },
    {
        "quote": "When the whole world is silent, even one voice becomes powerful.",
        "approved": true
    },
    {
        "quote": "If you care about what you do and work hard at it, there isn't anything you can't do if you want to.",
        "approved": true
    },
    {
        "quote": "You can't erase the past, you can't even change it. But sometimes life offers you the opportunity to put it right.",
        "approved": true
    },
    {
        "quote": "You can learn from everything even the bad experiences. By coping you become stronger, let your pain become your power.",
        "approved": true
    },
    {
        "quote": "Peace of mind comes from when we exercise our right to be honest, especially with ourselves.",
        "approved": true
    },
    {
        "quote": "When the creative impulse sweeps over you, you grab it. You grab it and honor it and use it, because momentum is a rare gift.",
        "approved": true
    },
    {
        "quote": "Rule your mind or it will rule you.",
        "approved": true
    },
    {
        "quote": "Receive with simplicity everything that happens to you.",
        "approved": true
    },
    {
        "quote": "Dreams are only dreams until you wake up and make them real.",
        "approved": true
    },
    {
        "quote": "You are the master of your destiny. You can influence, direct and control your own environment. You can make your life what you want it to be.",
        "approved": true
    },
    {
        "quote": "Life, with its rules, its obligations and its freedoms, is like a sonnet: You're given the form but you have to write the sonnet yourself.",
        "approved": true
    },
    {
        "quote": "Whining is not only graceless, but can be dangerous. It can alert a brute that a victim is in the neighborhood.",
        "approved": true
    },
    {
        "quote": "Don’t judge each day by the harvest you reap, but by the seeds that you plant.",
        "approved": true
    },
    {
        "quote": "You are braver than you believe, stronger than you seem, and smarter than you think.",
        "approved": true
    },
    {
        "quote": "Pain, pleasure, and death are no more than a process for existence. The revolutionary struggle in this process is a doorway open to intelligence.",
        "approved": true
    },
    {
        "quote": "Inspiration is a guest that does not willingly visit the lazy.",
        "approved": true
    },
    {
        "quote":"It's the questions we can't answer that teach us the most. They teach us how to think. If you give a man an answer all he gains is the little fact. But give him a question and he will look for his own answer.",
        "approved":true
    },
    {
        "quote": "If you remain calm in the midst of great chaos, it is the surest guarantee that it will eventually subside.",
        "approved": true
    },
    {
        "quote": "It has always been easy to hate and destroy, but to build up and cherish is much more difficult.",
        "approved": true
    },
    {
        "quote": "Clouds come floating into my life, no longer to carry rain or usher a storm but to add color to my sunset sky.",
        "approved": true
    },
    {
        "quote": "There are years that ask questions and years that answer.",
        "approved": true
    },
    {
        "quote": "There is no dishonor in losing the race. There is only dishonor in not racing because are afraid to lose.",
        "approved": true
    },
    {
        "quote": "Perfection is not attainable, but if we chase perfection we can catch excellence.",
        "approved": true
    },
    {
        "quote": "I beg you to take courage; the brave soul can mend even disaster.",
        "approved": true
    },
    {
        "quote": "We often miss the opportunity because it is dressed in overalls and looks like work.",
        "approved": true
    },
    {
        "quote": "We need to remember across generations that there is as much to learn as there is to teach.",
        "approved": true
    },
    {
        "quote": "Don't ever let anyone else define you. It's up to you to define yourself.",
        "approved": true
    },
    {
        "quote": "Think you're escaping and run into yourself. The longest way around is the shortest way home.",
        "approved": true
    },
    {
        "quote": "Even if you know that tomorrow the world would go to pieces still plant your apple tree today.",
        "approved": true
    },
    {
        "quote": "Happy is the man who has broken the chains which hurt the mind and has given up worrying one and for all.",
        "approved": true
    },
    {
        "quote": "Be patient and tough. Remember, one day your pain will be useful to you.",
        "approved": true
    },
    {
        "quote": "Without inspiration, we are all like a box of matches that will never be lit.",
        "approved": true
    },
    {
        "quote": "Facing your fears robs them of their power.",
        "approved": true
    },
    {
        "quote": "There are darknesses in life and there are lights. Choose to be one of the lights.",
        "approved": true
    },
    {
        "quote": "Faith is hope on fire.",
        "approved": true
    },
    {
        "quote": "When you feel like quitting remember why you started.",
        "approved": true
    },
    {
        "quote": "If you try to get rid of your fears without knowing their meaning they will grow and return stronger.",
        "approved": true
    },
    {
        "quote": "Sometimes the hardest part isn't letting go, but rather learning to start over.",
        "approved": true
    },
    {
        "quote": "It is better to be hated for what you are than to be loved for what you are not.",
        "approved": true
    },
    {
        "quote": "One who works with their hands is a laborer. One who works with his hands and heart is a craftsman. But one who works with his hands, head, and heart is an artist.",
        "approved": true
    },
    {
        "quote": "To understand all is to forgive all.",
        "approved": true
    },
    {
        "quote": "Be less curious about people and more curious about ideas.",
        "approved": true
    },
    {
        "quote": "Your conscience is the measure of honesty of your selfishness. Listen to it carefully.",
        "approved": true
    },
    {
        "quote": "We are not in the universe, we are a part of it. We are born from it. One might even say we have been empowered by the universe to figure itself out - and we have only just begun.",
        "approved": true
    },
    {
        "quote": "In times of stress the best thing we can do for one another is to listen with our ears and our hearts, to be assured that our questions are just as important as our answers.",
        "approved": true
    },
    {
        "quote": "Life is so much richer, so very much more meaningful, if you plant yourself in a place that will nourish you.",
        "approved": true
    },
    {
        "quote": "Keep your best wishes close to your heart and watch what happens.",
        "approved": true
    },
    {
        "quote": "Chance runs like a river through all our lives, being prepared for surprise is the best we can do.",
        "approved": true
    },
    {
        "quote": "Never to suffer would never to have been blessed.",
        "approved": true
    }
]